Repository: theforeman/foreman_ansible
Catalog: locale/*/foreman_ansible.po
Languages: de, es, fr, ja, ka, pt_br

source: Nothing to show
de: Nichts anzuzeigen
es: Nada que mostrar
fr: Rien à afficher
ja: 表示するものがありません
ka: საჩვენებელი არაფერია
pt_br: Nada para exibir

source: Notice that ansible roles run in check mode.
de: Beachten Sie, dass Ansible-Rollen im Check Mode ausgeführt werden.
es: Observe que los roles de ansible se ejecutan en modo de comprobación.
fr: Remarquez que les rôles ansible s'exécutent en mode vérification.
ja: Ansible ロールはチェックモードで実行されることに注意してください。
ka: გაითვალისწინეთ, რომ Ansible-ის როლები შემოწმების რეჟიმშია გაშვებული.
pt_br: Observe que as funções possíveis são executadas em modo de verificação.

source: Number of tasks which should be sent to the smart proxy in one request, if foreman_tasks_proxy_batch_trigger is enabled. If set, overrides foreman_tasks_proxy_batch_size setting for Ansible jobs.
de: Anzahl der Aufgaben, die in einer Anfrage an den Smart-Proxy gesendet werden sollen, wenn foreman_tasks_proxy_batch_trigger aktiviert ist. Wenn diese Option gesetzt ist, überschreibt sie die Einstellung foreman_tasks_proxy_batch_size für Ansible-Aufträge.
es: Número de tareas que deben enviarse al proxy inteligente en una solicitud, si foreman_tasks_proxy_batch_trigger está activado. Si se establece, anula la configuración de foreman_tasks_proxy_batch_size para los trabajos de Ansible.
fr: Nombre de tâches qui doivent être envoyées au proxy intelligent en une seule demande, si le déclencheur foreman_tasks_proxy_batch_trigger est activé. Si défini, remplace le paramètre foreman_tasks_proxy_batch_size pour les tâches Ansible.
ja: foreman_tasks_proxy_batch_trigger が有効な場合に、1つの要求で Smart Proxy に送信する必要があるタスクの数。設定されている場合、Ansible ジョブの foreman_tasks_proxy_batch_size 設定をオーバーライドします。
pt_br: Número de tarefas que devem ser enviadas ao procurador inteligente em uma solicitação, se o acionador de tarefas do capataz estiver habilitado. Se definido, anula a configuração de tamanho do foreman_tasks_proxy_batch_size para trabalhos Ansible.

source: Only variables marked to Override are shown here.
de: Nur Variablen, die für das Überschreiben markiert sind, werden hier angezeigt.
es: Aquí sólo se muestran las variables marcadas como Anular.
fr: Seules les variables marquées "Override" sont affichées ici.
ja: オーバーライドとしてマークされた変数のみがここに表示されます。
ka: ნაჩვენებია მხოლოდ გადაფარვადად მონიშნული ცვლადები.
pt_br: Somente variáveis marcadas para Substituir são mostradas aqui.

source: Operation
de: Vorgang
es: Operación
fr: Opération
ja: 操作
pt_br: Operação

source: Optional Input Validator
de: Optionaler Eingabe-Validator
es: Validador de entrada opcional
fr: Validateur d'entrée optionnel
ja: オプションの入力バリデーター
ka: შეყვანის არასავალდებულო შემოწმება
pt_br: Validador de entrada opcional

source: Order
de: Reihenfolge
es: Ordenar
fr: Commande
ja: 順序
ka: დალაგება
pt_br: Ordem

source: Override match
de: Übereinstimmung überschreiben
es: Sustituir coincidencia
fr: Élément conditionnel d'emplacement
ja: 一致候補の上書き
ka: დამთხვევის გადაფარვა
pt_br: perfeita substituição

source: Override the default value of the Ansible variable.
de: Überschreibe den Standardwert der Ansible Variable.
es: Anular el valor por defecto de la variable de Ansible.
fr: Remplacer la valeur par défaut de la variable Ansible.
ja: Ansible 変数のデフォルト値を上書きします。
ka: Ansible-ის ცვლადის ნაგულისხმები მნიშვნელობის გადაფარვა.
pt_br: Substitua o valor padrão da variável do Ansible.

source: Override value, required if omit is false
de: Überschreibungswert, wird benötigt falls der Parameter "Übergehen" den Wert "false" hat
es: Valor de reemplazo; obligatorio si omit es 'false'
fr: Remplacer la valeur, requis si Omettre est sur false
ja: 上書き値 (--omit が false の場合に必要)
ka: მნიშვნელობის გადაფარვა. საჭიროა, თუ ამოგდება გამორთულია
pt_br: Valor de substituição, necessário se omitir for falso

source: Overriden
de: Überschreiben
es: Anulado
fr: Remplacé
ja: 上書き済み
ka: გადაფარული
pt_br: Substituído

source: Permission Denied
de: Zugriff verweigert
es: Permiso denegado
fr: Permission non accordée
ja: パーミッションが拒否されました
ka: წვდომა აკრძალულია
pt_br: Permissão negada

source: Permission denied
de: Erlaubnis verweigert
es: Permiso negado
fr: Permission non accordée
ja: パーミッションが拒否されました。
ka: წვდომა აკრძალულია
pt_br: Permissão recusada

source: Playbooks
es: Libros de jugadas
ja: Playbook
ka: Playbook-ები
pt_br: Livros didáticos

source: Please request one of the required permissions listed below from a Foreman administrator:
de: Bitte fordern Sie eine der erforderlichen Berechtigungen unterhalb bei einem Foreman-Administrator an:
es: Solicite uno de los permisos requeridos que aparecen a continuación a un administrador de Foreman:
fr: Merci de demander une des permissions requises listées ci-dessous à un administrateur de Foreman :
ja: 以下に一覧表示された必須パーミッションのいずれかを、Foreman 管理者に要求してください:
pt_br: Por favor, solicite uma das permissões necessárias listadas abaixo através de um administrador Foreman:

source: Post-provision timeout
de: Zeitüberschreitung nach der Bereitstellung
es: Tiempo de espera después del aprovisionamiento
fr: Délai d'attente après mise en service
ja: プロビジョニング後のタイムアウト
ka: სამუშაოდ მომზადების შემდეგ დალოდების დროის ვადა
pt_br: Tempo limite pós-provisão

source: Previously executed jobs
de: Zuvor ausgeführte Aufträge
es: Trabajos ejecutados anteriormente
fr: Jobs déjà exécutés
ja: 以前実行されたジョブ
ka: ადრე შესრულებული სამუშაოები
pt_br: Trabalhos executados anteriormente

source: Prioritize Attribute Order
de: Priorisiere Eigenschaft-Reihenfolge
es: Priorizar orden de atributos
fr: Prioriser l'ordre des attributs
ja: 属性の順序の優先順位付け
ka: ატიბუტების მიმდევრობის პრიორიტეტების მიხედვით დალაგება
pt_br: Priorizar ordem de atributos

source: Private Key Path
de: Privat-Key Pfad
es: Ruta de clave privada
fr: Chemin de clé privée
ja: 秘密鍵のパス
ka: პირადი გასაღების ბილიკი
pt_br: Caminho da chave privada

source: Proxy not found
de: Kein Proxy gefunden
es: No se encontró el proxy
fr: Proxy non trouvé
ja: プロキシーが見つかりません
ka: პროქსი სერვერი ნაპოვნი არაა
pt_br: Proxy não encontrado

source: Proxy tasks batch size for Ansible
de: Proxy-Aufgaben-Batchgröße für Ansible
es: Tamaño del lote de tareas proxy para Ansible
fr: Taille du lot des tâches de proxy pour Ansible
ja: Ansible のプロキシータスクのバッチサイズ
ka: პროქსის ამოცანების ნაკრების ზომა Ansible_ისთვის
pt_br: Tarefas de Proxy Tamanho do lote para Ansible

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
ka: წაშლა
pt_br: Remover

source: Remove Role
de: Rolle entfernen
es: Eliminar función
fr: Supprimer le rôle
ja: ロールの削除
ka: როლის წაშლა
pt_br: Remover o papel

source: Remove all
de: Alle entfernen
es: Eliminar todo
fr: Supprimer tout
ja: すべて削除
ka: ყველას წაშლა
pt_br: Remover tudo

source: Remove directly assigned Ansible role from a host
de: Eine dem Host direkt zugewiesene Ansible-Rolle entfernen
fr: Supprimer un rôle Ansible directement assigné à un hôte
ja: ホストから直接割り当てられた Ansible ロールを削除する

source: Remove directly assigned Ansible role from a hostgroup
de: Eine der Hostgruppe direkt zugewiesene Ansible-Rolle entfernen
fr: Supprimer un rôle Ansible directement assigné à un groupe d'hôtes
ja: ホストグループから直接割り当てられた Ansible ロールを削除する

source: Remove duplicate values (only array type)
de: Duplikate (nur vom Typ Array) entfernen
es: Eliminar valores duplicados (solo tipo array)
fr: Supprime les valeurs dupliquées (seulement pour le type tableau)
ja: 重複する値の削除 (配列タイプのみ)
ka: დუბლირებული მნიშვნელობების წაშლა (მხოლოდ მასივის ტიპი)
pt_br: Remover valores duplicados (somente tipo de matriz)

source: Remove selected
de: Ausgewählte entfernen
es: Eliminar seleccionados
fr: Supprimer Sélectionné
ja: 選択項目の削除
ka: მონიშნულის წაშლა
pt_br: Remover selecionados

source: Report format, defaults to '%s'
de: Berichtsformat, standardmäßig zu '%s'
es: Formato del informe, por defecto '%s'
fr: Format du rapport, par défaut "%s"
ja: レポート形式、デフォルトは「%s」
ka: ანგარიშის ფორმატი. ნაგულისხმებად: '%s'
pt_br: Formato do relatório, o padrão é '%s'.

source: Request the following permissions from administrator: %s.
de: Beantragen Sie die folgenden Berechtigungen vom Administrator: %s
es: Solicite los siguientes permisos al administrador: %s.
fr: Demandez les permissions suivantes à l'administrateur : %s.
ja: 管理者に次のパーミッションを要求してください: %s。
ka: ადმინისტრატორისგან შემდეგი წვდომების გამოთხოვა: %s.
pt_br: Solicite as seguintes permissões ao administrador: %s.

source: Required field
de: Erforderliches Feld
fr: Champ obligatoire
ja: 必須フィールド

source: Result
de: Ergebnis
es: Resultado:
fr: Résultat
ja: 結果
ka: შედეგი
pt_br: Resultado

source: Role ID
de: Rollen-Kennung
es: ID del rol
fr: ID Rôle
ja: ロール ID
ka: როლის ID
pt_br: ID da função

source: Roles
de: Rollen
fr: Rôles
ja: ロール
ka: როლები
pt_br: Papéis

source: Role|Name
de: Name
es: Nombre
fr: Nom
ja: 名前
ka: როლი|სახელი
pt_br: Nome

source: Run Ansible roles
de: Ansible-Rollen ausführen
es: Ejecutar roles Ansible
fr: Exécuter des rôles Ansible
ja: Ansible ロールの実行
ka: Ansible-ის როლების გაშვება
pt_br: Executar funções do Ansible

source: Run all Ansible roles
de: Alle Ansible-Rollen ausführen
es: Ejecutar todos los roles Ansible
fr: Exécuter tous les rôles Ansible
ja: すべての Ansible ロールの実行
ka: Ansible-ის ყველა როლის გაშვება
pt_br: Executar todas as funções do Ansible

source: Run all Ansible roles on hosts belonging to this host group
de: Alle Ansible-Rollen auf Hosts aus, die zu dieser Hostgruppe gehören, ausführen
es: Ejecutar todos los roles Ansible en hosts que pertenecen a este grupo de hosts
fr: Exécuter tous les rôles Ansible sur les hôtes appartenant à ce groupe
ja: このホストグループに所属するホストですべての Ansible ロールを実行する
ka: Ansible-ის როლების ჰოსტების ამ ჯგუფში შემავალ ჰოსტებზე გაშვება
pt_br: Executar todas as funções do Ansible em hosts pertencentes a este grupo de hosts

source: Run an Ansible playbook against given hosts
de: Führen Sie ein Ansible-Playbook gegen bestimmte Hosts aus
es: Ejecutar un playbook de Ansible frente a determinados hosts
fr: Exécuter un playbook Ansible sur les hôtes donnés
ja: 指定したホストに Ansible Playbook を実行する
pt_br: Executar um playbook do Ansible em determinados hosts

source: Run an Ansible playbook to enable web console on given hosts
de: Ansible Playbooks ausführen, um die Web-Konsole auf den gewählten Hosts zu aktivieren
es: Ejecutar un playbook de Ansible para habilitar la consola web en determinados hosts
fr: Exécuter un playbook Ansible pour activer la console web sur des hôtes donnés
ja: Ansible Playbook を実行して、指定されたホストで Web コンソールを有効にします
pt_br: Execute um livro de reprodução possível para habilitar o console web em determinados hosts

source: Run playbook
de: Playbook ausführen
es: Ejecutar playbook
fr: Exécuter le playbook
ja: Playbook の実行
ka: Playbook-ის გაშვება
pt_br: Executar playbook

source: Runs all Ansible roles on a host
de: Führt alle Ansible-Rollen auf einem Host aus
es: Ejecuta todos los roles Ansible en un host
fr: Exécute les rôles Ansible dans un hôte
ja: ホスト上ですべての Ansible ロールを実行します
ka: ჰოსტზე Ansible-ის ყველა როლის გაშვება
pt_br: Executa todas as funções do Ansible em um host

source: Runs all Ansible roles on a hostgroup
de: Führt alle Ansible-Rollen auf einer Hostgruppe aus
es: Ejecuta todos los roles Ansible en un grupo de hosts
fr: Exécute les rôles Ansible dans un groupe d'hôtes
ja: ホストグループですべての Ansible ロールを実行します
ka: Ansible-ის როლების ჰოსტის ჯგუფზე გაშვება
pt_br: Executa todas as funções do Ansible em um grupo de hosts

source: Runs all Ansible roles on hostgroups
de: Führt alle Ansible-Rollen auf Hostgruppen aus
es: Ejecuta todos los roles Ansible en grupos de hosts
fr: Exécute les rôles Ansible dans les groupes d'hôtes
ja: ホストグループですべての Ansible ロールを実行します
ka: Ansible-ის როლების ჰოსტის ჯგუფებზე გაშვება
pt_br: Executa todas as funções do Ansible em grupos de hosts

source: Runs all Ansible roles on hosts
de: Führt alle Ansible-Rollen auf Hosts aus
es: Ejecuta todos los roles Ansible en hosts
fr: Exécute les rôles Ansible dans les hôtes
ja: ホスト上ですべての Ansible ロールを実行します
ka: ჰოსტებზე Ansible-ის ყველა როლის გაშვება
pt_br: Executa todas as funções do Ansible em hosts

source: Runs an Ansible playbook which contains all the roles defined for a host
de: Führt ein Ansible-Playbook aus, das alle für einen Host definierten Rollen enthält
es: Ejecuta un playbook de Ansible que contiene todos los roles definidos para un host
fr: Exécute un playbook Ansible qui contient tous les rôles définis pour un hôte
ja: ホスト用に定義したすべてのロールを含む Ansible Playbook の実行
pt_br: Executa um playbook do Ansible que contém todas as funções definidas por um host

source: Schedule
de: Plan
es: Programa
fr: Programmer
ja: スケジュール
ka: განრიგი
pt_br: Agendamento

source: Schedule generating of Ansible Inventory report
de: Planen Sie die Erstellung des Ansible-Inventarberichts
es: Programa generado a partir del informe del inventario de Ansible
fr: Calendrier de production du rapport d'inventaire Ansible
ja: Ansible インベントリーレポートの生成をスケジュールする
ka: Ansible-ის ინვენტარის ანგარიშის მომზადების დაგეგმვა
pt_br: Agendar geração de relatório de inventário do Ansible

source: Schedule recurring Ansible roles job
de: Wiederkehrenden Ansible-Rollen-Auftrag planen
fr: Programmation des jobs de rôles Ansible récurrents
ja: 定期的な Ansible ロールジョブのスケジュール

source: Schedule recurring job
de: Wiederkehrenden Auftrag planen
es: Programar trabajo recurrente
fr: Planifier un job récurrent
ja: 繰り返しジョブのスケジュール
ka: განმეორებადი დავალებების დაგეგმვა
pt_br: Programação de trabalhos recorrentes

source: Scheduled recurring jobs
de: Wiederkehrende Aufträge planen
es: Trabajos recurrentes programados
fr: Jobs récurrents planifiés
ja: スケジュール済みの繰り返しジョブ
ka: დაგეგმილი განმეორებითი დავალებები
pt_br: Trabalhos recorrentes programados

source: Set the order in which values are resolved.
de: Reihenfolge festlegen, in der die Werte aufgelöst werden.
es: Establecer el orden en el cual se resuelven los valores
fr: Définir l'ordre dans lequel les valeurs sont interprétées.
ja: 値が解決される順序を設定します。
ka: მიმდევრობა, რომლითაც მნიშვნელობების ამოხსნა ხდება.
pt_br: Definir a ordem em que os valores serão resolvidos.

source: Show Ansible inventory for hostgroups
de: Zeige das Ansible-Inventar der Hostgruppen
es: Mostrar el inventario de Ansible para los grupos de hosts
fr: Afficher l'inventaire Ansible des groupes d’hôtes
ja: ホストグループの Ansible インベントリーを表示する
ka: Ansible-ის ინვენტარის ჩვენება ჰოსტის ჯგუფებისთვის
pt_br: Exibir inventário do Ansible para os grupos de hosts

source: Show Ansible inventory for hosts
de: Zeige das Ansible-Inventar der Hosts
es: Mostrar el inventario de Ansible para los hosts
fr: Afficher l’inventaire Ansible des hôtes
ja: ホストの Ansible インベントリーを表示する
ka: Ansible-ის ინვენტარის ჩვენება ჰოსტებისთვის
pt_br: Exibir inventário do Ansible para os hosts

source: Show full value
de: Vollständigen Wert anzeigen
fr: Afficher la valeur complète
ja: 完全な値の表示

source: Show role
de: Rolle anzeigen
es: Mostrar rol
fr: Afficher un rôle
ja: ロールを表示します
ka: როლის ჩვენება
pt_br: Mostrar função

source: Show variable
de: Variable anzeigen
es: Mostrar variable
fr: Ajouter Variable
ja: 変数を表示します
ka: ცვლადის ჩვენება
pt_br: Exibir variável

source: Smart Proxy to fetch from
de: Smart-Proxy von dem bezogen wird
es: Proxy inteligente desde el cual se debe buscar
fr: Proxy Smart à partir duquel récupérer
ja: 取得元となる Smart Proxy
ka: გამოსათხოვი ჭკვიანი პროქსი
pt_br: Proxy inteligente a partir do qual buscar

source: Smart Proxy to import from
de: Smart-Proxy von dem importiert wird
es: Proxy inteligente desde el cual importar
fr: Proxy Smart à partir duquel importer
ja: インポート元となる Smart Proxy
ka: ჭკვიანი პროქსი
pt_br: Proxy inteligente a partir do qual importar

source: Smart Proxy to sync from
de: Smart-Proxy, von dem synchronisiert werden soll
es: Proxy inteligente para sincronizar desde
fr: Smart Proxy pour synchroniser à partir de
ja: 同期元の Smart Proxy
ka: გამოსათხოვი ჭკვიანი პროქსი
pt_br: Smart Proxy para sincronizar de

source: Smart proxy id is required
de: Smart-Proxy-Kennung wird benötigt
es: Se requiere el ID del proxy inteligente
fr: ID Proxy Smart requis
ja: Smart Proxy ID が必要です
ka: საჭიროა ჭკვიანი პროქსის ID
pt_br: É necessária a ID de proxy inteligente

source: Source
de: Quelle
es: Fuente
ja: ソース
ka: წყარო
pt_br: Origem

source: Source attribute
de: Quellattribut
es: Atributo fuente
fr: Attribut de la source
ja: ソース属性
ka: საწყისი ატრიბუტი
pt_br: Atributo da fonte

source: Specify Matchers
de: Prüfwert spezifizieren
es: Especificar concordancias
fr: Spécifier les matchers
ja: Matcher の指定
ka: მიუთითეთ შესატყვისები
pt_br: Especificar correspondências

source: State
de: Status
es: Estado
fr: État
ja: 状態
pt_br: Estado

source: Submit
de: Absenden
es: Enviar
fr: Envoyer
ja: 送信
ka: გაგზავნა
pt_br: Enviar

source: Sync Ansible playbooks
de: Ansible Playbooks aktualisieren
es: Sincronización de los playbooks de Ansible
fr: Synchronisation des playbooks Ansible
ja: Ansible Playbook の同期
ka: Ansible-ის Playbook-ების სინქი

source: Sync Ansible roles
de: Ansible-Rollen synchronisieren
es: Sincronizar roles de Ansible
fr: Synchronisation des rôles Ansible
ja: Ansible ロールの同期
ka: Ansible-ის როლების სინქი
pt_br: Sincronização Funções possíveis

source: Tags
es: Etiquetas
fr: Balises
ja: タグ
ka: ჭდეები

source: Task
de: Aufgabe
es: Tarea
fr: Tâche
ja: タスク
ka: დავალება
pt_br: Tarefa

source: Task Details
de: Aufgabendetails
es: Detalles de tareas
fr: Détails de la tâche
ja: タスクの詳細
ka: ამოცანის დეტალები
pt_br: Detalhes da tarefa

source: The order in which matchers keys are processed, first match wins.<br> You may use multiple attributes as a matcher key, for example, an order of <code>host group, environment</code> would expect a matcher such as <code>hostgroup = "web servers", environment = production</code>
de: Die Reihenfolge, in der Prüfwertschlüssel verarbeitet werden. Die erste Übereinstimmung ist maßgeblich.<br> Sie können mehrere Attribute als Prüfwertschlüssel verwenden. Beispielsweise würde die Reihenfolge <code>host group, environment</code> einen Prüfwert wie etwa <code>hostgroup = "web servers", environment = production</code> erwarten.
es: El orden en el que se procesan las claves de los matchers, la primera coincidencia gana.<br> Puede utilizar varios atributos como clave de coincidencia, por ejemplo, una orden de <code>grupo de host, entorno</code> esperaría una coincidencia como <code>grupo de host = "servidores web", entorno = producción</code>
fr: L'ordre dans lequel les clés de correspondance (matchers) sont parcourues, la première correspondance gagne.<br>Vous pouvez utiliser plusieurs attributs comme clés de Matchers, par exemple, l'ordre suivant <code>hostgroup,environment</code> s’attendrait à une correspondance <code>hostgroup=web serveurs, environment = production</code>
ja: Matcher キーが処理される順序です。先に一致したもの順になります。<br> 複数の属性を Matcher キーとして使用できます。たとえば、<code>host group, environment</code> の順序の場合には、<code>hostgroup = "web servers", environment = production</code> のような Matcher が予想されます
ka: თანმიმდევრობით, რომლითაც შესატყვისების გასაღებები დამუშავდება, პირველი მატჩი იმარჯვებს.<br> თქვენ შეგიძლიათ გამოიყენოთ მრავალი ატრიბუტი, როგორც შესატყვისი გასაღები, მაგალითად, <code>host group, environment</code> მოსალოდნელია შესატყვისი, როგორიცაა <code>hostgroup = "web servers", environment = production</code>
pt_br: A ordem na qual as chaves dos matchers são processadas, a primeira partida ganha.<br> Você pode usar vários atributos como chave de fósforo, por exemplo, uma ordem de <code>grupo anfitrião, ambiente</code> esperaria um fósforo como <code>grupo anfitrião = "servidores web", ambiente = produção</code>

source: The order in which values are resolved
de: Reihenfolge, in der Werte aufgelöst werden
es: El orden en el cual se resuelven los valores
fr: L'ordre dans lequel les valeurs sont interprétées
ja: 値が解決される順序
ka: მიმდევრობა, რომლითაც მნიშვნელობების ამოხსნა ხდება
pt_br: A ordem na qual os valores são resolvidos

source: There are no Ansible roles to play
de: Es gibt keine Ansible-Rollen zu spielen
es: No hay roles Ansible para ejecutar
fr: Il n'y a pas de rôle Ansible à lire
ja: 実行する Ansible ロールはありません
ka: Ansible-ის გაშვებადი როლის გარეშე
pt_br: Não há funções do Ansible a serem executadas

source: There was a following error when assigning Ansible Roles: %s
de: Beim Zuweisen von Ansible-Rollen ist Fehler aufgetreten: %s
es: Se ha producido el siguiente error al asignar funciones de Ansible: %s
fr: L'erreur suivante s'est produite lors de l'attribution des rôles Ansible : %s
ja: Ansible ロールを割り当てる際に、次のエラーが発生しました: %s
pt_br: Houve um erro seguinte na atribuição de funções possíveis: %s

source: There was a following error when changing Ansible variable override: %s
de: Beim Ändern der Ansible-Variablen-Überschreibung ist folgender Fehler aufgetreten: %s
es: Se produjo el siguiente error al cambiar la anulación de variables de Ansible: %s
fr: L'erreur suivante s'est produite lors de la modification du remplacement des variables Ansible : %s
ja: Ansible 変数のオーバーライドを変更する際に、次のエラーが発生しました: %s
pt_br: Houve um erro seguinte ao alterar o Ansible variable override: %s

source: There was a following error when creating Ansible job: %s
de: Beim Erstellen des Ansible-Auftrags ist folgender Fehler aufgetreten: %s
es: Se ha producido el siguiente error al crear el trabajo de Ansible: %s
fr: L'erreur suivante s'est produite lors de la création d'un job Ansible : %s
ja: Ansible ジョブを作成する際に、次のエラーが発生しました: %s
pt_br: Houve um erro seguinte ao criar um Trabalho Possível: %s

source: There was a following error when deleting Ansible config job: %s
de: Beim Löschen des Ansible-Konfigurationsauftrags ist folgender Fehler aufgetreten: %s
es: Se ha producido el siguiente error al eliminar el trabajo de configuración de Ansible: %s
fr: L'erreur suivante s'est produite lors de la suppression de la tâche de configuration Ansible : %s
ja: Ansible 設定ジョブを削除する際に、次のエラーが発生しました: %s
pt_br: Houve um erro seguinte ao excluir o trabalho de configuração do Ansible config: %s

source: There was a following error when deleting Ansible variable override: %s
de: Beim Löschen der Ansible-Variablen-Überschreibung ist folgender Fehler aufgetreten: %s
es: Se ha producido el siguiente error al eliminar la anulación de variables de Ansible: %s
fr: L'erreur suivante s'est produite lors de la suppression du remplacement de la variable Ansible : %s
ja: Ansible 変数のオーバーライドを削除する際に、次のエラーが発生しました: %s
pt_br: Houve um erro seguinte ao apagar o Ansible variable override: %s

source: This Ansible role is inherited from host group
de: Diese Ansible-Rolle wurde von Hostgruppe geerbt
es: Esta función de Ansible se hereda del grupo de hosts
fr: Ce rôle Ansible est hérité du groupe d'hôtes
ja: この Ansible ロールはホストグループから継承されます
ka: Ansible-ის ეს როლი ჰოსტის ჯგუფიდანაა მემკვიდრეობით გადმოცემული
pt_br: Este papel possível é herdado do grupo anfitrião

source: This Ansible role is inherited from parent host group
de: Diese Ansible-Rolle wurde von übergeordneter Hostgruppe geerbt
es: Esta función de Ansible se hereda del grupo de host principal
fr: Ce rôle Ansible est hérité du groupe d'hôtes parent
ja: この Ansible ロールは親ホストグループから継承されます
pt_br: Este papel possível é herdado do grupo anfitrião dos pais

source: This job will run all the assigned Ansible roles.
de: Dieser Auftrag wird alle zugewiesenen Ansible-Rollen ausführen.
fr: Cette tâche exécutera tous les rôles Ansible assignés.
ja: このジョブは割り当てられたすべての Ansible ロールを実行します。
