Repository: theforeman/foreman_ansible
Catalog: locale/*/foreman_ansible.po
Languages: de, es, fr, ja, ka, pt_br

source: This list consists of host assigned roles and group assigned roles. Group assigned roles will always be executed prior to host assigned roles.
de: Diese Liste besteht aus Rollen, die dem Host direkt oder Gruppen zugewiesen sind. Rollen, die Gruppen zugewiesen sind, werden immer vor den dem Host direkt zugewiesenen Rollen ausgeführt.
fr: Cette liste comprend les rôles attribués par l'hôte et les rôles attribués par le groupe. Les rôles attribués par groupe seront toujours exécutés avant les rôles attribués par l'hôte.
ja: このリストは、ホストに割り当てられたロールとグループに割り当てられたロールで構成されています。グループに割り当てられたロールは、常にホストに割り当てられたロールの前に実行されます。

source: Those roles will be excluded when importing roles from smart proxy, The expected input is comma separated values and you can use * wildcard metacharactersFor example: foo*, *b*,*bar
de: Diese Rollen werden beim Import der Rollen vom Smart-Proxy ignoriert. Die erwartete Eingabe besteht aus durch Kommas getrennten Werten, wobei Sie Platzhalterzeichen verwenden können, z. B.: foo*, *b*,*bar
es: Esos roles serán excluidos al importar roles desde smart proxy, La entrada esperada son valores separados por comas y puede usar * metacaracteres comodínPor ejemplo: foo*, *b*,*bar
fr: Ces rôles seront exclus lors de l'importation de rôles à partir de smart proxy, L'entrée attendue est des valeurs séparées par des virgules et vous pouvez utiliser des métacaractères de remplacement *Par exemple : foo*, *b*,*bar
ja: Smart Proxy からロールをインポートする場合、これらのロールは除外されます。コンマで区切った値での入力が想定されており、* ワイルドカードメタ文字 (例: foo*、*b*、*bar) を使用できます。
pt_br: Essas funções serão excluídas ao importar funções de proxy inteligente, A entrada esperada é valores separados por vírgula e você pode usar * metacaracteres wildcard Por exemplo: foo*, *b*,*bar

source: Timeout (in minutes) when hosts should have reported.
de: Timeout (in Minuten), wann Hosts hätten melden sollen.
es: Límite de tiempo (en minutos) para informar los hosts.
fr: Le délai d'attente (en minutes) durant lequel les hôtes auraient dû avoir envoyé leur rapport.
ja: ホストがレポートするはずだった場合のタイムアウト (分単位)
ka: ვადა (წუთებში) როცა ჰოსტებს ინფორმაცია უნდა გადმოეცათ.
pt_br: Limite de tempo (em minutos) em que os hosts devem ser reportados.

source: Timeout (in seconds) to set when Foreman will trigger a play Ansible roles task after a host is fully provisioned. Set this to the maximum time you expect a host to take until it is ready after a reboot.
de: Timeout (in Sekunden), um festzulegen, wann Foreman eine Ansible-Rollen-Aufgabe auslöst, nachdem ein Host vollständig bereitgestellt wurde. Stellen Sie hier die maximale Zeit ein, die ein Host voraussichtlich braucht, bis er nach einem Neustart bereit ist.
es: Tiempo de espera (en segundos) a definir para cuando Foreman desencadene una tarea de ejecución de roles Ansible después de aprovisionar un host por completo. Defina este parámetro en el tiempo máximo que prevé que tardará un host hasta estar listo tras un reinicio.
fr: Délai d'attente (en secondes) au terme duquel Foreman déclenchera une tâche de lecture de rôle Ansible après la mise en service complète d'un hôte. Définissez-le sur le temps maximum que vous attendez d'un hôte jusqu'à ce qu'il soit prêt après un redémarrage.
ja: ホストが完全にプロビジョニングされた後に、Foreman が Ansible ロールのタスクのプレイをトリガーするタイミングを設定するタイムアウト (秒単位)。再起動後にホストが準備完了となるまでの最大時間に設定します。
pt_br: Tempo limite (em segundos) para definir quando o Foreman acionará a tarefa de funções do Ansible depois que um host é totalmente provisionado. Defina isso para o tempo máximo que você espera que um host leve até estar pronto após uma reinicialização.

source: Type
de: Typ
es: Tipo
ja: タイプ
ka: ტიპი
pt_br: Tipo

source: Types of validation values
de: Typen von Validierungswerten
es: Tipos de valores de validación
fr: Types des valeurs pour la validation
ja: 検証値のタイプ
ka: შემოწმების მნიშვნელობის ტიპები
pt_br: Tipos de valores de validação

source: Types of variable values
de: Typen von Variablenwerten
es: Tipos de valores de variable
fr: Types de variables des valeurs
ja: 変数値のタイプ
ka: ცვლადის მნიშვნელობის ტიპები
pt_br: Tipos de valores de validação

source: Unable to get playbook's names from Ansible
de: Name des Playbooks kann nicht von Ansible abgerufen werden
es: No se pueden obtener los nombres de los playbooks desde Ansible
fr: Impossible de récupérer les noms des playbooks depuis Ansible
ja: Ansible から Playbook の名前を取得できません
ka: Ansible-დან Playbook-ის სახელების მიღების შეცდომა
pt_br: Incapaz de obter os nomes dos livros de brincar de Ansible

source: Unable to get playbooks from Ansible
de: Playbooks können nicht von Ansible abgerufen werden
es: No se pueden obtener playbooks de Ansible
fr: Impossible de récupérer les playbooks depuis Ansible
ja: Ansible から Playbook を取得できません
ka: Ansible-დან Playbook-ების მიღების შეცდომა
pt_br: Incapaz de obter livros de leitura do Ansible

source: Unable to get roles from Ansible
de: Rollen von Ansible können nicht abgerufen werden
es: No se pudieron obtener roles de Ansible
fr: Impossible d'obtenir les rôles d'Ansible
ja: Ansible からロールを取得できません
ka: Ansible-დან როლების მიღების შეცდომა
pt_br: Não foi possível obter funções do Ansible

source: Unable to get roles/variables from Ansible
de: Rollen/Variablen von Ansible können nicht abgerufen werden
es: No se pudieron obtener roles/variables de Ansible
fr: Impossible d'obtenir les rôles/variables d'Ansible
ja: Ansible からロール/変数を取得できません
ka: Ansible-დან როლების/ცვლადების მიღების შეცდომა
pt_br: Não foi possível obter funções/variáveis do Ansible

source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
ja: 更新
ka: განახლება
pt_br: Atualizar

source: Update Capsules on given Capsule server hosts
de: Capsules auf den gewählten Capsule-Server-Hosts aktualisieren
fr: Mise à jour des Capsules sur des hôtes donnés du serveur Capsule
ja: 指定された Capsule サーバーホストで Capsule を更新します

source: Update Capsules on given hosts
de: Capsules auf den gewählten Hosts aktualisieren
fr: Mise à jour des Capsules sur des hôtes donnés
ja: 指定されたホストで Capsule を更新

source: Update Role Variables
de: Rollenvariablen entfernen
es: Actualizar variables de función
fr: Mise à jour des variables de rôle
ja: ロール変数の更新
ka: როლის ცვლადების გარეშე
pt_br: Atualização de variáveis de função

source: Update Smart Proxy
de: Smart-Proxy aktualisieren
fr: Mise à jour du smart proxy
ja: Smart Proxy の更新

source: Update an override value
de: Überschreibungswert aktualisieren
fr: Mettre à jour une valeur de remplacement
ja: オーバーライド値の更新

source: Updates Ansible variable
de: Aktualisiert die Ansible-Variable
es: Actualiza la variable de Ansible
fr: Mises à jour des variables Ansible
ja: Ansible 変数を更新します
ka: Ansible-ის ცვლადის განახლება
pt_br: Atualiza a variável do Ansible

source: Upgrade
de: Aktualisierung
fr: Mettre à niveau
ja: アップグレード

source: Upgrade Capsules on given Capsule server hosts
de: Capsules auf den gewählten Capsule-Server-Hosts aktualisieren
es: Actualizar cápsulas en determinados servidores de cápsulas
fr: Mise à jour des Capsules sur des hôtes donnés du serveur Capsule
ja: 指定された Capsule サーバーホストで Capsule をアップグレードします
ka: კაფსულების სერვერის მითითებულ ჰოსტებზე კაფსულის გაუმჯობესება
pt_br: Atualização de cápsulas em determinados hosts de servidor de cápsulas

source: Upgrade Capsules on given hosts
de: Capsules auf den gewählten Hosts aktualisieren
es: Actualizar cápsulas en determinados hosts
fr: Mise à jour des capsules sur des hôtes donnés
ja: 指定されたホストで Capsule をアップグレード
ka: მითითებულჰოსტებზე კაფსულის გაუმჯობესება
pt_br: Atualização de cápsulas em determinados anfitriões

source: Use drag and drop to change order of the roles. Ordering of roles is respected for Ansible runs, inherited roles are always before those assigned directly
de: Nutzen Sie Drag & Drop, um die Reihenfolge der Rollen anzupassen. Die Reihenfolge der Rollen wird bei Ansible-Ausführungen berücksichtigt, geerbte Rollen stehen immer vor direkt zugewiesenen Rollen
es: Utilice arrastrar y soltar para cambiar el orden de los roles. El orden de los roles se respeta para las ejecuciones de Ansible, los roles heredados siempre están antes que los asignados directamente
fr: Utilisez le glisser-déposer pour modifier l'ordre des rôles. L'ordre des rôles est respecté pour les exécutions Ansible, les rôles hérités sont toujours avant ceux assignés directement
ja: ドラッグアンドドロップを使用して、ロールの順序を変更します。ロールの順序は Ansible 実行時に尊重され、継承されたロールは必ず直接割り当てられたロールよりも前になります
pt_br: Use arrastar e soltar para mudar a ordem dos papéis. A ordenação dos papéis é respeitada para as corridas possíveis, os papéis herdados são sempre anteriores aos atribuídos diretamente.

source: Use sync instead, to sync roles from Smart Proxy with Ansible feature enabled
de: Nutzen Sie stattdessen sync, um Rollen vom Smart-Proxy mit aktivierter Ansible-Funktion zu synchronisieren
es: Utilice sync en su lugar, para sincronizar roles desde Smart Proxy con la función Ansible activada.
fr: Utilisez sync à la place, pour synchroniser les rôles de Smart Proxy avec la fonction Ansible activée
ja: 代わりに同期を使用し、Ansible 機能を有効化して SmartProxy からロールを同期します
pt_br: Use a sincronização em vez disso, para sincronizar papéis do Smart Proxy com o recurso Ansible habilitado

source: Use this connection type by default when running Ansible playbooks. You can override this on hosts by adding a parameter "ansible_connection"
de: Verwenden Sie diesen Verbindungstyp standardmäßig, wenn Sie Ansible-Playbooks ausführen. Sie können dies auf Hosts überschreiben, indem Sie einen Parameter "ansible_connection" hinzufügen.
es: Utilice este tipo de conexión de forma predeterminada al ejecutar playbooks de Ansible. Puede reemplazarlo en los hosts añadiendo un parámetro "ansible_connection"
fr: Utilisez ce type de connexion par défaut lors de l'exécution de playbooks Ansible. Vous pouvez remplacer cela sur les hôtes en ajoutant un paramètre « ansible_connection »
ja: デフォルトでは、Ansible Playbook の実行時にこの接続タイプを使用します。ホストでこれを上書きするには、パラメーター "ansible_connection" を追加します。
pt_br: Use esse tipo de conexão por padrão ao executar playbooks do Ansible. Você pode substituir isso em hosts adicionando um parâmetro "ansible_connection".

source: Use this to supply a path to an SSH Private Key that Ansible will use in lieu of a password Override with "ansible_ssh_private_key_file" host parameter
de: Verwenden Sie dies, um einen Pfad zu einem privaten SSH-Schlüssel anzugeben, den Ansible anstelle eines Kennworts verwendet. Überschreiben Sie den Hostparameter "ansible_ssh_private_key_file"
es: Utilice esto para proveer una ruta a una clave privada SSH que utilizará Ansible, en lugar de un reemplazo de contraseña con el parámetro de host "ansible_ssh_private_key_file"
fr: Utilisez ceci pour fournir un chemin à une clé privée SSH qu'Ansible utilisera au lieu d'un remplacement du mot de passe par le paramètre d'hôte « ansible_ssh_private_key_file »
ja: これを使用して、Ansible がパスワードの代わりに使用する SSH 秘密鍵へのパスを指定します。"ansible_ssh_private_key_file" ホストパラメータで上書きします
pt_br: Use isso para fornecer um caminho para uma chave privada de SSH que o Ansible usará no lugar de uma senha de substituição com o parâmetro de host "ansible_ssh_private_key_file"

source: Used to enforce certain values for the parameter values
de: Verwendet, um bestimmte Werte für die Parameterwerte umzusetzen
es: Utilizado para imponer ciertos valores para los valores del parámetro
fr: Utilisé pour forcer certaines valeurs pour les valeurs des paramètres
ja: パラメーター値の特定の値を適用するために使用されます
ka: გამოიყენება ზოგიერთი მნიშვნელობების პარამეტრების მნიშვნელობებად ძალით დასაყენებლად
pt_br: Usado para impor certos valores aos valores do parâmetro

source: Value
de: Wert
es: Valor
fr: Valeur
ja: 値
ka: მნიშვნელობა
pt_br: Valor

source: Value to use when there is no match.
de: Zu verwendender Wert, falls es keine Übereinstimmung gibt
es: Valor a utilizar cuando no existen coincidencias
fr: Valeur à utiliser quand il n'y a pas de concordance.
ja: 一致がない場合に使用する値。
ka: მნიშვნელობა, რომელიც გამოიყენება, როცა დამთხვევები არაა.
pt_br: Valor a ser usado quando não há correspondências.

source: Variables
de: Variablen
ja: 変数
ka: ცვლადები
pt_br: Variáveis

source: Variable|Name
de: Variablenname
es: Variable|Nombre
fr: Nom
ja: 名前
ka: ცვლადი|სახელი
pt_br: Variável|Nome

source: Variable|Role
de: Variable|Rolle
es: Variable|Rol
fr: Rôle
ja: 変数|ロール
ka: ცვლადი|როლი
pt_br: Variável|Função

source: View inherited roles
de: Geerbte Rollen anzeigen
fr: Voir les rôles hérités
ja: 継承されたロールの表示

source: When enabled the parameter is hidden in the UI
de: Wenn aktiviert, so ist der Parameter im UI verborgen
es: Al habilitarse, el parámetro está oculto en la UI.
fr: Quand activé, le paramètre est caché dans l'interface
ja: 有効な場合はパラメーターは UI で非表示になります
ka: როცა ჩართულია, UI-ში პარმეტრი დამალულია
pt_br: Quando habilitado, o parâmetro fica oculto na IU

source: Whether to override variable or not
de: Soll die Variable überschreiben werden oder nicht
es: Si anular o no la variable
fr: Substituer ou non une variable
ja: 変数を上書きするかどうか
ka: გადაფარული იქნება ცვლადი, თუ არა
pt_br: Se a variável deve ou não ser substituída

source: WinRM cert Validation
de: WinRM Zertifikatsbestätigung
es: Validación de certificado WinRM
fr: Validation de certification WinRM
ja: WinRM 証明書の検証
ka: WinRM-ის სერტიფიკატის დამოწმება
pt_br: Validação de certificado WinRM

source: You are not authorized to perform this action.
de: Sie sind nicht berechtigt, diese Aktion durchzuführen.
es: No está autorizado para realizar esta acción.
fr: Vous n'êtes pas autorisé à effectuer cette action.
ja: このアクションを実行する権限がありません。
ka: ამ ქმედებისთვის საჭირო ავტორიზაცია არ გაგაჩნიათ.
pt_br: Você não está autorizado a executar essa ação.

source: You are not authorized to view the page.
de: Sie sind nicht berechtigt, diese Seite anzuzeigen.
es: No está autorizado a ver la página.
fr: Vous n'êtes pas autorisé à voir cette page.
ja: ページを表示する権限がありません。
ka: ამ გვერდთან წვდომა არ გაგაჩნიათ.
pt_br: Você não está autorizado a visualizar a página.

source: daily
de: täglich
es: diario
fr: quotidiennement
ja: 毎日
ka: დღეში ერთხელ
pt_br: diariamente

source: hourly
de: stündlich
es: por hora
fr: toutes les heures
ja: 毎時
ka: საათში ერთხელ
pt_br: de hora em hora

source: is required
de: ist erforderlich
es: es necesario
fr: est requis
ja: は必須です
ka: აუცილებელია
pt_br: é necessário

source: monthly
de: monatlich
es: mensualmente
fr: mensuel
ja: 毎月
ka: თვეში ერთხელ
pt_br: mensalmente

source: view all assigned roles
de: Alle zugewiesenen Rollen anzeigen
es: ver todos los roles asignados
fr: voir tous les rôles attribués
ja: 割り当てられたロールをすべて表示
ka: ყველა მინიჭებული როლის ნახვა
pt_br: ver todas as funções atribuídas

source: view remote execution page.
de: Seite zur Remote-Ausführung ansehen.
fr: Afficher la page d'exécution distante.
ja: リモート実行ページを表示します。

source: view the task in progress
de: laufende Aufgabe anzeigen
es: ver la tarea en curso
fr: visualiser la tâche en cours
ja: 処理中のタスクを表示
ka: ამოცანის მიმდინარეობის ჩვენება
pt_br: ver a tarefa em andamento

source: weekly
de: wöchentlich
es: semanal
fr: hebdomadaire
ja: 毎週
ka: კვირაში ერთხელ
pt_br: semanalmente

source: false
es: falso
fr: faux
ka: მცდარი
pt_br: falso

source: true
es: verdadero
fr: vrai
ka: სიმართლე
pt_br: verdadeiro

source: Action with sub plans
ka: ქმედება ქვე-გეგმებით

source: Import Puppet classes
ka: Puppet-ის კლასების შემოტანა

source: Import facts
ka: ფაქტების შემოტანა

source: Job Details
ka: დავალების დეტალები

source: Remediation Plan
ka: აღდგენის გეგმა

source: Remote action:
ka: დაშორებული ქმედება:
