Repository: theforeman/foreman_ansible
Catalog: locale/*/foreman_ansible.po
Languages: de, es, fr, ja, ka, pt_br

source: Edit Ansible Variable
de: Ansible-Variable bearbeiten
es: Editar variable Ansible
fr: Modifier Variable Ansible
ja: Ansible 変数の編集
ka: Ansible-ის ცვლადის ჩასწორება
pt_br: Editar variável do Ansible

source: Edit Ansible roles
de: Ansible-Rollen bearbeiten
es: Editar roles de Ansible
fr: Modifier les rôles Ansible
ja: Ansible ロールの編集
ka: Ansible-ის როლების ჩასწორება
pt_br: Editar Funções possíveis

source: Enable Ansible Callback
de: Ansible Callback aktivieren
fr: Activer Ansible Callback
ja: Ansible コールバックの有効化

source: Enable Ansible Check Mode
de: Ansible Check Mode aktivieren
fr: Activer le mode de vérification Ansible
ja: Ansible チェックモードの有効化

source: Enable Ansible Check Mode for this template
de: Ansible Check Mode für diese Vorlage aktivieren
fr: Activer le mode de vérification Ansible pour ce modèle
ja: このテンプレートの Ansible チェックモードを有効にする

source: Enable the callback plugin for this template
de: Callback Plugin für diese Vorlage aktivieren
fr: Activer le plugin de rappel pour ce modèle
ja: このテンプレートの callback プラグインを有効にする

source: Enable web console
de: Web-Konsole aktivieren
es: Activar la consola web
fr: Activer la console web
ja: Web コンソールの有効化
ka: ვებ კონსოლის ჩართვა
pt_br: Habilitar console web

source: Enable/disable WinRM server certificate validation when running Ansible playbooks. You can override this on hosts by adding a parameter "ansible_winrm_server_cert_validation"
de: Aktivieren/deaktivieren Sie die Validierung des WinRM-Serverzertifikats, wenn Sie Ansible-Playbooks ausführen. Sie können dies auf Hosts überschreiben, indem Sie einen Parameter "ansible_winrm_server_cert_validation" hinzufügen.
es: Habilite/inhabilite la validación del certificado del servidor WinRM al ejecutar playbooks de Ansible. Puede reemplazarlo en los hosts añadiendo un parámetro "ansible_winrm_server_cert_validation"
fr: Activez/désactivez la validation du certificat du serveur WinRM lors de l'exécution de playbooks Ansible. Vous pouvez remplacer cela sur les hôtes en ajoutant un paramètre « ansible_winrm_server_cert_validation »
ja: Ansible Playbook の実行時に、WinRM サーバー証明書の検証を有効または無効にします。ホスト上でこれを上書きするには、パラメーター "ansible_winrm_server_cert_validation" を追加します
pt_br: Ativar/desativar a validação do certificado do servidor WinRM ao executar playbooks do Ansible. Você pode substituir isso em hosts adicionando um parâmetro "ansible_winrm_server_cert_validation".

source: Error!
de: Fehler!
fr: Erreur !
ja: エラー!
ka: შეცდომა!
pt_br: Erro!

source: Executed at
de: Ausgeführt um
es: Ejecutado en
fr: Exécuté à
ja: 実行
ka: შესრულების დრო
pt_br: Executado em

source: Failed to fetch Ansible Roles from server.
de: Abrufen der Ansible-Rollen vom Server fehlgeschlagen.
fr: N’a pas pu extraire les Rôles Ansible du serveur.
ja: サーバーから Ansible ロールを取得できませんでした。

source: Failed to import roles and variables
de: Import von Rollen und Variablen fehlgeschlagen
es: Error al importar roles y variables
fr: Échec de l'importation des rôles et des variables
ja: ロールと変数のインポートに失敗しました
ka: როლებისა და ცვლადების შემოტანის შეცდომა
pt_br: Falha na importação de papéis e variáveis

source: Fetch Ansible playbooks available to be synced
de: Zur Synchronisation verfügbare Ansible Playbooks abrufen
es: Obtenga los playbooks de Ansible disponibles para ser sincronizados
fr: Récupérer les playbooks Ansible disponibles pour être synchronisés
ja: 同期可能な Ansible Playbook の取得
ka: Ansble-ის დასასინქრონიზებლად ხელმისაწვდომი playbook-ის სახელების გამოთხოვა
pt_br: Buscar Livros didáticos possíveis a serem sincronizados

source: Fetch Ansible roles available to be synced
de: Zur Synchronisation verfügbare Ansible-Rollen abrufen
es: Obtener los roles de Ansible disponibles para ser sincronizados
fr: Récupérer les rôles Ansible disponibles à synchroniser
ja: 同期可能な Ansible ロールの取得
ka: Ansble-ის დასასინქრონიზებლად ხელმისაწვდომი როლების გამოთხოვა
pt_br: Buscar Funções possíveis disponíveis para serem sincronizadas

source: For more advanced scheduling options
de: Für erweiterte Planungsoptionen
fr: Pour des options de programmation plus avancées
ja: 詳細なスケジューリングオプションの場合

source: Foreman will add this level of verbosity for additional debugging output when running Ansible playbooks.
de: Foreman fügt diese Ausführlichkeitsstufe für zusätzliche Debugging-Ausgaben hinzu, wenn Ansible-Playbooks ausgeführt werden.
es: Foreman añadirá este nivel de detalle para una salida de depuración adicional al ejecutar playbooks de Ansible.
fr: Foreman ajoutera ce niveau de verbosité pour une sortie de débogage supplémentaire lors de l'exécution de playbooks Ansible.
ja: Foreman では、詳細レベルをここまで上げ、Ansible Playbook の実行時に追加でデバッグ出力が表示されるようにします。
pt_br: O Foreman adicionará esse nível de detalhamento para uma saída de depuração adicional ao executar os playbooks do Ansible.

source: Foreman will use this template to schedule the report with Ansible inventory
de: Foreman verwendet diese Vorlage, um den Bericht mit Ansible-Inventar zu planen
es: Foreman usará esta plantilla para programar el informe con el inventario de Ansible
fr: Foreman utilisera ce modèle pour programmer le rapport avec l'inventaire Ansible
ja: Foreman は、このテンプレートを使用して Ansible インベントリーを使用したレポートのスケジューリングを行います。
pt_br: O Foreman usará esse template para agendar o relatório com o inventário do Ansible

source: Hash of input values of type input=>value
de: Hash von Eingabewerten vom Typ input=>value
es: Hash de valores de entrada de tipo input=>value
fr: Hash des valeurs d'entrée de type input=>valeur
ja: type input=>value の入力値のハッシュ
pt_br: Hash de valores de entrada do tipo input=>value

source: Hidden Value
de: Verborgener Wert
es: Valor oculto
fr: Valeur masquée
ja: 非表示の値
ka: დამალული მნიშვნელობა
pt_br: Valor oculto

source: Hide all values for this parameter.
de: Alle Werte für diesen Parameter verbergen.
es: Ocultar todos los valores para este parámetro
fr: Masquer toutes les valeurs de ce paramètre.
ja: このパラメーターのすべての値を非表示にします。
ka: პარამეტრის ყველა მნიშვნელობის დამალვა.
pt_br: Ocultar todos os valores para este parâmetro.

source: Host assigned Ansible roles
de: Dem Host zugewiesene Ansible-Rollen
es: Funciones de Ansible asignadas al host
fr: Rôles Ansible attribués à l'hôte
ja: ホストに割り当てられた Ansible ロール
ka: ჰოსტზე მინიჭებული Ansible-ის როლები
pt_br: Anfitrião designado Funções possíveis

source: Host count
de: Anzahl der Hosts
fr: Nombre d'hôtes
ja: ホスト数

source: Host group has no associated hosts
de: Die Hostgruppe hat keine zugeordneten Hosts
es: El grupo de hosts no tiene hosts asociados
fr: Aucun hôte n'est associé au groupe d'hôtes
ja: ホストグループに関連付けられたホストがありません
ka: ჰოსტის ჯგუფი ცარიელია
pt_br: O grupo de hosts não tem hosts associados a ele

source: Host not found by id: %s
de: Host nicht via Kennung gefunden: %s
es: Host no encontrado por id: %s
fr: Hôte non trouvé par id : %s
ja: id: %s でホストが見つかりません
ka: ID-ით ჰოსტის პოვნის შეცდომა: %s
pt_br: Hospedeiro não encontrado por identificação: %s

source: Hostgroup count
de: Anzahl der Hostgruppen
fr: ID du groupe d'hôtes
ja: ホストグループ数

source: Hostgroups
de: Hostgruppen
es: Grupos de hosts
fr: Groupes d'hôtes
ja: ホストグループ
ka: ჰოსტის ჯგუფები
pt_br: Grupos de hosts

source: Hosts
fr: Hôtes
ja: ホスト
ka: ჰოსტები

source: IDs of associated ansible roles
de: IDs der zugehörigen Ansible-Rollen
es: ID de roles Ansible asociados
fr: ID des rôles Ansible associés
ja: 関連する Ansible ロールの ID
ka: ასოცირებული Ansible-ის როლების ID-ები
pt_br: IDs das funções do Ansible associadas

source: IDs of hostgroups included in inventory
de: IDs der Hostgruppen, welche im Inventar enthalten sind
es: Los ID de grupos de hosts incluidos en el inventario
fr: ID des groupes d'hôtes figurant dans l'inventaire
ja: インベントリーに含まれるホストグループの ID
ka: ინვენტარში მყოფი ჰოსტის ჯგუფების ID-ები
pt_br: IDs de grupos de hosts incluídos no inventário

source: IDs of hostgroups to play roles on
de: IDs von Hostgruppen, auf denen Rollen gespielt werden sollen
es: ID de grupos de hosts en los que se ejecutan roles
fr: ID des groupes d’hôtes sur lesquels jouer des rôles
ja: ロールを実行するホストグループの ID
ka: როლების გასაშვები ჰოსტის ჯგუფების ID-ები
pt_br: IDs de grupos de hosts nas quais executar funções

source: IDs of hosts included in inventory
de: IDs der Hosts, welche im Inventar enthalten sind
es: ID de hosts incluidos en el inventario
fr: ID des hôtes figurant dans l'inventaire
ja: インベントリーに含まれるホストの ID
ka: ინვენტარში მყოფი ჰოსტების ID-ები
pt_br: IDs de hosts incluídos no inventário

source: IDs of hosts to play roles on
de: IDs von Hosts, auf denen Rollen gespielt werden sollen
es: ID de hosts en los que se ejecutan roles
fr: ID des hôtes sur lesquels jouer des rôles
ja: ロールを実行するホストの ID
ka: როლების გასაშვები ჰოსტების ID
pt_br: IDs dos hosts nos quais executar funções

source: If checked, will raise an error if there is no default value and no matcher provide a value.
de: Falls aktiviert, wird dies einen Fehler erzeugen, wenn kein Standardwert vorhanden ist und kein Treffer einen Wert vorschlägt.
es: Al seleccionarlo, aparecerá un error si no existe un valor predeterminado y no existe ningún comparador que pueda proporcionar el valor.
fr: Si coché, Foreman va générer une erreur s'il n'y a pas de valeur par défaut et aucune valeur n'est retournée.
ja: チェックが付けられていると、デフォルト値がなく Matcher が値を指定しない場合にエラーが出されます。
ka: თუ მონიშნულია, წარმოიქმნება შეცდომა, თუ არ არის ნაგულისხმევი მნიშვნელობა და არცერთი შესატყვისი არ იძლევა მნიშვნელობას.
pt_br: Se verificado, surgirá um erro caso não haja valor padrão e nenhum coincidente fornecer um valor.

source: Import
de: Importieren
es: Importar
fr: Importation
ja: インポート
ka: იმპორტი
pt_br: Importar

source: Import Role
de: Rolle importieren
es: Función de importación
fr: Rôle d'importation
ja: ロールのインポート
ka: როლის შემოტანა
pt_br: Papel de importação

source: Import from %s
de: Aus %s importieren
es: Importar desde %s
fr: Import depuis %s
ja: %s からのインポート
ka: %s-დან შემოტანა
pt_br: Importação de %s

source: Import playbooks has finished successfully
de: Importieren von Playbooks erfolgreich abgeschlossen
es: La importación de playbooks ha finalizado correctamente
fr: L'importation des playbooks s'est terminée avec succès
ja: Playbook のインポートが正常に終了しました
ka: Playbook-ების შემოტანა წარმატებით დასრულდა
pt_br: A importação de livros didáticos foi concluída com sucesso

source: Import roles And Variables
de: Import von Rollen und Variablen
es: Importar roles y variables
fr: Rôles et variables d'importation
ja: ロールと変数のインポート
ka: როლებისა და ცვლადების შემოტანა
pt_br: Papéis e variáveis de importação

source: Import roles and variables has finished successfully
de: Import von Rollen und Variablen erfolgreich abgeschlossen
es: La importación de roles y variables ha finalizado correctamente
fr: L'importation des rôles et des variables s'est terminée avec succès
ja: ロールと変数のインポートが正常に終了しました
ka: როლებსა და ცვლადების შემოტანა წარმატებით დასრულდა
pt_br: As funções e variáveis de importação terminaram com sucesso

source: Import roles and variables started:
de: Import von Rollen und Variablen gestartet:
es: Inicio de la importación de roles y variables:
fr: L'importation des rôles et des variables a commencé :
ja: ロールと変数のインポートが開始されました:
ka: როლებისა და ცვლადების შემოტანა დაწყებულია:
pt_br: Início das funções e variáveis de importação:

source: Imported at
de: Importiert um
es: Importado a las
fr: Importé à
ja: インポート場所
ka: შემოტანის დრო
pt_br: Importado em

source: Imported?
de: Importiert?
es: ¿Importado?
fr: Importé ?
ja: インポートしましたか?
ka: შემოტანილია?
pt_br: Importado?

source: Include default value when merging all matching values
de: Standardwert einschließen, wenn alle übereinstimmenden Werte zusammengeführt werden
es: Incluir el valor predeterminado al combinar todos los valores que coinciden
fr: Inclus la valeur par défaut lors qu'on fusionne les valeurs de concordance
ja: 一致するすべての値をマージするときにデフォルト値を含めます
ka: ყველა დამთხვეული მნიშვნელობის შერწყმისას ნაგულისხმები მნიშვნელობების გათვალისწნება
pt_br: Incluir valor padrão quando mesclando todos os valores correspondentes

source: Include default value when merging all matching values.
de: Standardwert bei der Zusammenführung aller übereinstimmenden Werte einschließen.
es: Incluir valor predeterminado al combinar todos los valores que coinciden
fr: Inclus la valeur par défaut lors qu'on fusionne les valeurs de concordance.
ja: 一致するすべての値をマージするときにデフォルト値を含めます。
ka: ყველა დამთხვეული მნიშვნელობის შერწყმისას ნაგულისხმები მნიშვნელობების გათვალისწინება.
pt_br: Incluir valor padrão quando mesclando todos os valores correspondentes.

source: Include/Exclude Tags
de: Tags ein-/ausschließen
es: Etiquetas de inclusión/exclusión
fr: Balises d'inclusion/exclusion
ja: タグの追加/除外
ka: ჭდეების ჩართვა/გამორიცხვა
pt_br: Incluir/Excluir Tags

source: Include\Exclude tags for Ansible run
de: Tags für die Ausführung von Ansible ein-/ausschließen
es: Incluir\Excluir etiquetas para la ejecución de Ansible
fr: Balises d'inclusion/exclusion pour l'exécution d'Ansible
ja: Ansible の実行にタグを追加/除外
pt_br: Incluir\Excluir tags para execução possível

source: Inherited from Hostgroup
de: Von Hostgruppe vererbt
es: Heredado de Hostgroup
fr: Héritée du groupe d’hôtes
ja: ホストグループから継承
ka: მემკვიდრეობით ჰოსტების ჯგუფიდან
pt_br: Herdado do Hostgroup

source: Invalid, expected one of: %s
de: Ungültig, einer der folgenden Werte erwartet: %s
es: No válido, se esperaba uno de: %s
fr: Invalide, attendu un de : %s
ja: 無効です。次のいずれかが予想されます: %s
ka: არასწორი. მოსალოდნელი იყო ერთერთ სიიდან: %s
pt_br: Inválido, espera-se um dos: %s

source: Invalid, expected to match a regex: %s
de: Ungültig, sollte einem regulären Ausdruck entsprechen: %s
es: No válido, se espera que coincida con una expresión regular: %s
fr: Invalide, censé correspondre à une regex : %s
ja: 無効です。正規表現に一致することが予想されます: %s
ka: არასწორია. მოველოდი, რომ დაემთხვეოდა რეგ.გამოს-ს: %s
pt_br: Inválido, esperado corresponder a um regex: %s

source: Inventory
de: Bestand
es: Inventario
fr: Inventaire
ja: インベントリー
ka: ინვენტარი
pt_br: Inventário

source: Jobs
de: Aufträge
es: Trabajos
ja: ジョブ
ka: დავალებები
pt_br: Trabalhos

source: Learn more about this in the documentation.
de: Mehr dazu in der Dokumentation.
es: Consulte la documentación para obtener más información.
fr: Approfondissez ce sujet dans la documentation.
ja: 詳細についてはドキュメントを参照してください。
ka: შეიტყვეთ მეტი ამის შესახებ დოკუმენტაციაში.
pt_br: Para saber mais sobre isto, acesse a documentação.

source: Level
de: Stufe
es: Nivel
fr: Niveau
ja: レベル
ka: დონე
pt_br: Nível

source: Level 1 (-v)
es: Nivel 1 (-v)
fr: Niveau 1 (-v)
ja: レベル 1 (-v)
ka: დონე 1 (-v)
pt_br: Nível 1 (-v)

source: Level 2 (-vv)
es: Nivel 2 (-vv)
fr: Niveau 2 (-vv)
ja: レベル 2 (-vv)
ka: დონე 2 (-vv)
pt_br: Nível 2 (-vv)

source: Level 3 (-vvv)
es: Nivel 3 (-vvv)
fr: Niveau 3 (-vvv)
ja: レベル 3 (-vvv)
ka: დონე 3 (-vvv)
pt_br: Nível 3 (-vvv)

source: Level 4 (-vvvv)
es: Nivel 4 (-vvvv)
fr: Niveau 4 (-vvvv)
ja: レベル 4 (-vvvv)
ka: დონე 4 (-vvvv)
pt_br: Nível 4 (-vvvv)

source: List Ansible roles
de: Ansible-Rollen auflisten
es: Mostrar roles Ansible
fr: Lister les rôles Ansible
ja: Ansible ロールを一覧表示します
ka: Ansible-ის როლების სია
pt_br: Listar regras do Ansible

source: List Ansible variables
de: Ansible-Variablen auflisten
es: Listar variables de Ansible
fr: Lister les variables Ansible
ja: Ansible 変数を一覧表示します
ka: Ansible-ის ცვლადების სია
pt_br: Listar variáveis do Ansible

source: List all Ansible roles for a host
de: Alle Ansible-Rollen eines Hosts auflisten
es: Lista de todos los roles Ansible para un host
fr: Lister tous les rôles Ansible pour un hôte
ja: ホストの Ansible ロールをすべて一覧表示します
ka: ჰოსტის Ansible-ის ყველა როლის სია
pt_br: Lista de todas as funções do Ansible para um host

source: List all Ansible roles for a hostgroup
de: Auflisten aller Ansible-Rollen einer Hostgruppe
es: Lista de todos los roles Ansible para un grupo de hosts
fr: Lister tous les rôles Ansible pour un groupe d'hôtes
ja: ホストグループの Ansible ロールをすべて一覧表示します
ka: ჰოსტის ჯგუფზე Ansible-ის ყველა როლის ჩვენება
pt_br: Lista de todas as funções do Ansible para um grupo de hosts

source: Mark the variable to be managed by Foreman. When the Ansible role of this variable is assigned to a host, the default value will be added to Ansible inventory as a host variable. Specify matchers to set a different value for such variable.
de: Markieren Sie die von Foreman zu verwaltende Variable. Wenn die Ansible-Rolle dieser Variablen einem Host zugewiesen wird, wird der Standardwert als Hostvariable zum Ansible-Inventar hinzugefügt. Geben Sie Matcher an, um einen anderen Wert für eine solche Variable festzulegen.
es: Marque la variable que debe administrar Foreman. Cuando el rol Ansible de esta variable se asigna a un host, el valor por defecto se añadirá al inventario de Ansible como una variable de host. Especifique las concordancias para establecer un valor diferente para dicha variable.
fr: Marquez la variable à gérer par Foreman. Lorsque le rôle Ansible de cette variable est attribué à un hôte, la valeur par défaut sera ajoutée à l'inventaire Ansible en tant que variable hôte. Indiquez les correspondants pour définir une valeur différente pour cette variable.
ja: Foreman が管理する変数をマークします。この変数の Ansible ロールがホストに割り当てられると、デフォルト値がホスト変数として Ansible インベントリーに追加されます。そのような変数に異なる値を設定するには、マッチャーを指定します。
pt_br: Marque a variável a ser gerenciada pelo Foreman. Quando a função do Ansible dessa variável estiver atribuída a um host, o valor padrão será adicionado ao inventário do Ansible como uma variável de host. Especifique as correspondências para definir um valor diferente para essa variável.

source: Merge all matching values (only array/hash type)
de: Alle übereinstimmenden Werte (nur vom Typ Array/Hash) zusammenführen
es: Combinar todos los valores que coinciden (solo tipo array/hash)
fr: Fusionner toutes les valeurs qui correspondent (seulement pour les types tableau/hachage)
ja: 一致するすべての値のマージ (配列/ハッシュタイプのみ)
ka: ყველა ერთნაირი მნიშვნელობის შერწყმა (მხოლოდ მასივის/ჰეშის ტიპი)
pt_br: Mesclar todos os valores correspondentes (somente tipo de hash/ matriz)

source: Message
de: Nachricht
es: Mensaje
ja: メッセージ
ka: შეტყობინება
pt_br: Mensagem

source: Must not be in the past
de: Zeitpunkt darf nicht in der Vergangenheit liegen
es: No debe estar en el pasado
fr: Ne doit pas être dans le passé
ja: 過去は指定できません
ka: არ უნდა იყოს წარსულში
pt_br: Não deve estar no passado

source: Name
es: Nombre
fr: Nom
ja: 名前
ka: სახელი
pt_br: Nome

source: Name of variable
de: Name der Variable
es: Nombre de la variable
fr: Nom de la variable
ja: 変数の名前
ka: ცვლადის სახელი
pt_br: Nome da variável

source: New Ansible Variable
de: Neue Ansible-Variable
es: Nueva variable de Ansible
fr: Nouvelle variable Ansible
ja: 新規 Ansible 変数
ka: Ansible-ის ახალი ცვლადი
pt_br: Nova variável do Ansible

source: Next Run
de: Nächste Ausführung
es: Próxima carrera
fr: Course suivante
ja: 次の実行
ka: შემდეგი გაშვება
pt_br: Próxima execução

source: No Ansible Roles were found in Foreman. If you want to assign roles to your hosts, you have to import them first.
de: Es wurden keine Ansible-Rollen in Foreman gefunden. Wenn Sie Hosts Rollen zuweisen möchten, müssen Sie diese zunächst importieren.
es: No se han encontrado roles de Ansible en Foreman. Si desea asignar roles a sus hosts, tiene que importarlos primero.
fr: Aucun rôle Ansible trouvé dans Foreman. Si vous souhaitez assigner des rôles à vos hôtes, vous devez tout d'abord les importer.
ja: Foreman で Ansible ロールが見つかりませんでした。ホストにロールを割りてる場合は、 最初にロールをインポートする必要があります。
pt_br: Nenhum papel possível foi encontrado no Foreman. Se você quiser atribuir papéis a seus anfitriões, você tem que importá-los primeiro.

source: No Ansible roles assigned
de: Keine Ansible-Rollen zugewiesen
es: No hay roles Ansible asignados
fr: Aucun rôle Ansible attribué
ja: Ansible ロールは割り当てられていません
ka: Ansible-ის როლები მინიჭებული არ გაქვთ
pt_br: Nenhum papel possível atribuído

source: No Ansible variables found for Host
de: Keine Ansible-Variablen für diesen Host gefunden
es: No se han encontrado variables Ansible para Host
fr: Aucune variable Ansible trouvée pour l'hôte
ja: ホストの Ansible 変数が見つかりません
ka: ჰოსტისთვის Ansible-ის ცვლადები ვერ ვიპოვე
pt_br: Não foram encontradas variáveis possíveis para o Host

source: No added or removed roles nor variables detected on %s.
de: Keine hinzugefügten oder entfernten Rollen oder Variablen auf %s erkannt.
es: No se han añadido o eliminado roles ni se han detectado variables en %s.
fr: Aucun rôle ajouté ou supprimé ni aucune variable n'ont été détectés sur %s.
ja: %s では、追加または削除されたロールや変数は検出されませんでした。
ka: %s-ზე არც ცვლადები, არც როლები არც წაშლილა, არც დამატებულა.
pt_br: Nenhum papel adicionado ou removido nem variáveis detectadas em %s.

source: No added or removed roles nor variables.
de: Keine hinzugefügten oder entfernten Rollen oder Variablen.
es: No se han añadido ni eliminado funciones ni variables.
fr: Pas de rôles ni de variables ajoutés ou supprimés.
ja: 追加または削除されたロールや変数はありません。
ka: არც ცვლადები, არც როლები არც წაშლილა, არც დამატებულა.
pt_br: Nenhum papel adicionado ou removido, nem variáveis.

source: No additional data
de: Keine zusätzlichen Informationen
es: Sin datos adicionales
fr: Pas de données supplémentaires
ja: 追加データなし
ka: დამატებითი მონაცემების გარეშე
pt_br: Sem dados adicionais

source: No changes detected in specified Ansible Roles and their variables
de: Keine Änderungen an den angegebenen Ansible-Rollen oder deren Variablen erkannt
es: No se han detectado cambios en los roles de Ansible especificados y sus variables.
fr: Aucun changement n'a été détecté dans les rôles Ansible spécifiés et leurs variables
ja: 指定された Ansible ロールとその変数に変更は検出されませんでした
pt_br: Nenhuma mudança detectada em funções possíveis especificadas e suas variáveis

source: No changes in variables detected on %s.
de: Keine Änderungen an den Variablen erkannt auf %s.
es: No se detectan cambios en las variables en %s.
fr: Aucun changement de variable détecté dans %s.
ja: %s では、変数の変更が検出されませんでした。
ka: %s-ზე ცვლადების ცვლილება ნაპოვნი არაა.
pt_br: Nenhuma mudança nas variáveis detectadas em %s.

source: No config job for Ansible roles scheduled
de: Kein Konfigurationsauftrag für Ansible-Rollen geplant
es: No se ha programado ninguna tarea de configuración para los roles de Ansible
fr: Aucun job de configuration pour les rôles Ansible n'est programmé
ja: Ansible ロールの設定ジョブはスケジュールされていません
pt_br: Nenhum trabalho de configuração para funções possíveis programadas

source: No previous job executions found
de: Keine vorherigen Auftragsausführungen gefunden
es: No se han encontrado ejecuciones de trabajos anteriores
fr: Aucune exécution d’ancien job trouvée
ja: 以前のジョブ実行が見つかりません
ka: დავალების წინა შესრულებები ვერ ვიპოვე
pt_br: Não foram encontradas execuções de trabalhos anteriores

source: No proxy found to import variables from, ensure that the smart proxy has the Ansible feature enabled.
de: Es wurde kein Proxy gefunden, von dem Variablen importiert werden können. Auf dem Smart-Proxy muss das Ansible-Feature aktiviert sein.
es: No se encontró un proxy para importar variables, asegúrese de que el proxy inteligente tenga la funcionalidad Ansible habilitada.
fr: Aucun proxy trouvé pour l'import des variables. Assurez vous qu'un smart proxy ait la fonction Puppet active.
ja: 変数のインポート元となるプロキシーが見つかりません。Smart Proxy で Ansible 機能が有効であることを確認してください。
pt_br: Não foi encontrado nenhum proxy para importar variáveis, certifique-se de que o proxy inteligente tenha o recurso Ansible habilitado.

source: No roles assigned directly to the host
de: Diesem Host sind keine Rollen direkt zugewiesen
fr: Aucun rôle assigné directement à l'hôte
ja: ホストに直接割り当てられたロールはありません

source: No roles/hosts assigned
de: Keine Rollen/Hosts zugewiesen
fr: Aucun rôle/hôte attribué
ja: ロール/ホストが割り当てられていません

source: Nothing Found!
de: Nichts gefunden!
es: ¡No se ha encontrado nada!
fr: Rien trouvé !
ja: 何も見つかりません!
ka: ვერაფერი ვიპოვე!
pt_br: Nada Encontrado!
