Repository: theforeman/foreman_ansible
Catalog: locale/*/foreman_ansible.po
Languages: de, es, fr, ja, ka, pt_br

source: %(selectedCount)s of %(totalCount)s items selected
de: %(selectedCount)s von %(totalCount)s Elementen ausgewählt
es: %(selectedCount)s de %(totalCount)s artículos seleccionados
fr: %(selectedCount)s de %(totalCount)s éléments sélectionnés
ja: %(selectedCount)s/%(totalCount)s 項目を選択
ka: მონიშნულია %(selectedCount)s ჩანაწერი %(totalCount)s -დან
pt_br: %(selectedCount)s de %(totalCount)s itens selecionados

source: %s ago
de: vor %s
es: Hace %s
fr: Il y a %s
ja: %s 前
ka: %s-ის წინ
pt_br: %s atrás

source: %{cfgmgmt} out of sync disabled
de: %{cfgmgmt} nicht synchronisiert deaktiviert
es: %{cfgmgmt} desincronización desactivada
fr: Désynchronisation de %{cfgmgmt} désactivée
ja: %{cfgmgmt} の非同期切り替えを無効にしました
ka: %{cfgmgmt} დაუსინქავი, გამორთულია
pt_br: %{cfgmgmt} fora de sincronia desativado

source: (from host group)
de: (via Hostgruppe)
es: (del grupo anfitrión)
fr: (du groupe hôte)
ja: (ホストグループから)
ka: (ჰოსტების ჯგუფიდან)
pt_br: (do grupo anfitrião)

source: A comma separated list of tags to use for Ansible run
de: Eine durch Kommas getrennte Liste von Tags, die für die Ausführung von Ansible genutzt werden sollen
es: Una lista separada por comas de las etiquetas a utilizar para la ejecución de Ansible
fr: Une liste de balises séparées par des virgules à utiliser pour l'exécution d'Ansible
ja: Ansible 実行に使用するタグのコンマ区切りリスト
ka: Ansible-ის გასაშვებად გამოყენებული მძიმით გამოყოფილი ჭდეების სია
pt_br: Uma lista separada por vírgulas de etiquetas a serem usadas para a execução Ansible run

source: Actions
de: Aktionen
es: Acciones
ja: アクション
ka: ქმედებები
pt_br: Ações

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ka: დამატება
pt_br: Adicionar

source: Add all
de: Alle hinzufügen
es: Añadir todo
fr: Ajouter tous
ja: すべて追加
ka: ყველას დამატება
pt_br: Acrescentar tudo

source: Add selected
de: Ausgewählte hinzufügen
es: Añadir seleccionado
fr: Ajouter une sélection
ja: 選択項目の追加
ka: ყველა მონიშნული
pt_br: Adicionar selecionados

source: Add, remove or reorder host assigned Ansible roles. This host has also group assigned roles that are not displayed here and will always be executed prior to host assigned roles.
de: Hinzufügen, Entfernen oder Neuanordnen von Ansible-Rollen, die dem Host zugewiesen sind. Dieser Host hat außerdem über Gruppen zugewiesene Rollen, die hier nicht angezeigt werden. Rollen, die Gruppen zugewiesen sind, werden immer vor den dem Host direkt zugewiesenen Rollen ausgeführt
fr: Ajouter, supprimer ou réorganiser les rôles Ansible attribués à l'hôte. Cet hôte a également des rôles assignés par groupe qui ne sont pas affichés ici et qui seront toujours exécutés avant les rôles assignés par l'hôte.
ja: ホストに割り当てられた Ansible ロールを追加、削除、または並べ替えます。このホストには、グループに割り当てられたロールがあり、こちらに表示されていませんが、必ず、ホストに割り当てられたロールよりも前に実行されます。

source: All assigned Ansible roles
de: Alle zugewiesenen Ansible-Rollen
es: Todos los roles de Ansible asignados
fr: Tous les rôles Ansible assignés
ja: 割り当てられたすべての Ansible ロール
ka: Ansible-ის ყველა მინიჭებული როლი
pt_br: Todos os papéis possíveis atribuídos

source: Ansible playbooks names to be synced
de: Namen der Ansible Playbooks, die synchronisiert werden sollen
es: Nombres de playbooks Ansible a sincronizar
fr: Noms des playbooks Ansible à synchroniser
ja: 同期する Ansible Playbook 名
ka: Ansible-ის დასასინქრონიზებელი playbook-ის სახელები
pt_br: Nomes possíveis de playbooks a serem sincronizados

source: Ansible Role
de: Ansible-Rolle
es: Rol Ansible
fr: Rôle Ansible
ja: Ansible ロール
ka: Ansible-ის როლი
pt_br: Função do Ansible

source: Ansible Roles
de: Ansible-Rollen
es: Roles Ansible
fr: Rôles Ansible
ja: Ansible ロール
ka: Ansible-ის როლები
pt_br: Funções do Ansible

source: Ansible Roles were successfully assigned.
de: Ansible-Rollen wurden erfolgreich zugewiesen.
es: Los roles de Ansible se han asignado correctamente.
fr: Les rôles Ansible ont été assignés.
ja: Ansible ロールは正常に割り当てられました。
ka: Ansible-ის როლები წარმატებით იქნა მინიჭებული.
pt_br: Funções possíveis foram atribuídas com sucesso.

source: Ansible Variable Details
de: Ansible-Variablendetails
es: Detalles de la variable Ansible
fr: Détails des variables Ansible
ja: Ansible 変数の詳細
ka: Ansible-ის ცვლადის დეტალები
pt_br: Detalhes das variáveis do Ansible

source: Ansible Variable Details (Imported)
de: Ansible-Variablendetails (Importiert)
es: Detalles de las variables Ansible (importadas)
fr: Détails des variables Ansible (importées)
ja: Ansible 変数の詳細 (インポート済み)
ka: Ansible-ის ცვლადის დეტალები (შემოტანილი)
pt_br: Detalhes das variáveis do Ansible (importadas)

source: Ansible Variable not found by id: %s
de: Ansible-Variable nicht via Kennung gefunden: %s
es: Ansible Variable no encontrada por id: %s
fr: Variable Ansible non trouvée par id : %s
ja: id: %s で Ansible 変数が見つかりません
ka: Ansible-ის ცვლადი ID-ით %s არ არსებობს
pt_br: Variável possível não encontrada por id: %s

source: Ansible Variables
de: Ansible-Variablen
es: Variables de Ansible
fr: Variables Ansible
ja: Ansible 変数
ka: Ansible-ის ცვლადები
pt_br: Variáveis do Ansible

source: Ansible check mode
es: Modo de comprobación de Ansible
fr: Mode de vérification Ansible
ja: Ansible チェックモード
ka: Ansible-ის შემოწმების რეჟიმი
pt_br: Modo de verificação possível

source: Ansible job was successfully canceled.
de: Der Ansible-Auftrag wurde erfolgreich abgebrochen.
es: El trabajo de Ansible se ha cancelado correctamente.
fr: Le job Ansible a été annulé.
ja: Ansible ジョブは正常にキャンセルされました。
ka: Ansible-ის დავალება წარმატებით გაუქმდა.
pt_br: Um possível trabalho foi cancelado com sucesso.

source: Ansible job was successfully created.
de: Ansible-Auftrag wurde erfolgreich erstellt.
es: La tarea Ansible se ha creado correctamente.
fr: Le job Ansible a été créée avec succès.
ja: Ansible ジョブは正常に作成されました。
ka: Ansible-ის კონფიგურაცის დავალება შექმნილია.
pt_br: Um trabalho possível foi criado com sucesso.

source: Ansible provider specific inputs
de: Ansible-spezifische Eingaben
es: Entradas específicas del proveedor de Ansible
fr: Entrées spécifiques au fournisseur Ansible
ja: Ansible プロバイダー固有の入力
ka: Ansible-ის მომწოდებლის სპეციფიკური ცვლადები
pt_br: Insumos específicos de fornecedores possíveis

source: Ansible report timeout
de: Zeitüberschreitung für Ansible-Berichte
es: Límite de tiempo de informe de Ansible
fr: Expiration du délai d’attente de rapport d' Ansible
ja: Ansible レポートのタイムアウト
ka: Ansible-ის ანგარიშის ვადა
pt_br: Limite de tempo do relatório do Ansible

source: Ansible role
de: Ansible Rolle
es: Rol Ansible
fr: Rôle Ansible
ja: Ansible ロール
ka: Ansible-ის როლი
pt_br: Função do Ansible

source: Ansible role names to be imported
de: Namen der Ansible-Rollen, die importiert werden sollen
es: Nombres de roles Ansible a importar
fr: Noms des rôles Ansible à importer
ja: インポートする Ansible ロール名
ka: Ansible-ის შემოსატანი როლების სახელები
pt_br: Nomes possíveis de papéis a serem importados

source: Ansible role names to be synced
de: Namen der Ansible-Rollen, die synchronisiert werden sollen
es: Nombres de roles de Ansible a sincronizar
fr: Noms des rôles Ansible à synchroniser
ja: 同期する Ansible ロール名
ka: Ansible-ის დასასინქრონიზებელი როლების სახელები
pt_br: Nomes possíveis de papéis a serem sincronizados

source: Ansible role to add to a host
de: Ansible-Rolle, die einem Host hinzugefügt werden soll
fr: Rôle Ansible à ajouter à un hôte
ja: ホストに追加する Ansible ロール

source: Ansible role to add to a hostgroup
de: Ansible-Rolle, die einer Hostgruppe hinzugefügt werden soll
fr: Rôle Ansible à ajouter à un groupe d'hôtes
ja: ホストグループに追加する Ansible ロール

source: Ansible role to remove from a host
de: Ansible-Rolle, die vom Host entfernt werden soll
fr: Rôle Ansible à supprimer d'un hôte
ja: ホストから削除する Ansible ロール

source: Ansible role to remove from a hostgroup
de: Ansible-Rolle, die von der Hostgruppe entfernt werden soll
fr: Rôle Ansible à supprimer d'un groupe d'hôtes
ja: ホストグループから削除する Ansible ロール

source: Ansible roles assigned directly to host
de: Dem Host direkt zugewiesene Ansible-Rollen
es: Funciones de Ansible asignadas directamente al host
fr: Rôles Ansible assignés directement à l'hôte
ja: ホストに直接割り当てられた Ansible ロール
ka: პირდაპირ ჰოსტზე მიმაგრებული Ansiible-ის როლები
pt_br: Possíveis funções atribuídas diretamente ao anfitrião

source: Ansible roles to assign to a host
de: Ansible-Rollen, die einem Host zugewiesen werden können
es: Roles Ansible para asignar a un host
fr: Rôles possibles à attribuer à un hôte
ja: ホストに割り当てる Ansible ロール
ka: ჰოსტზე მისანიჭებელი Ansible-ის როლები
pt_br: Funções do Ansible para atribuir a um host

source: Ansible roles to assign to a hostgroup
de: Ansible-Rollen, die einer Hostgruppe zugewiesen werden können
es: Roles Ansible para asignar a un grupo de hosts
fr: Rôles Ansible à attribuer à un groupe d'hôtes
ja: ホストグループに割り当てる Ansible ロール
ka: ჰოსტის ჯგუფზე მისანიჭებელი Ansible-ის როლები
pt_br: Funções do Ansible para atribuir a um grupo de hosts

source: Ansible roles to ignore
de: Ansible-Rollen, die ignoriert werden sollen
es: Roles Ansible a ignorar
fr: Rôles Ansible à ignorer
ja: 無視する Ansible ロール
ka: Ansible-ის დასაიგნორებელი როლები
pt_br: Possíveis papéis a ignorar

source: Ansible support in Foreman
de: Ansible Unterstützung in Foreman
es: Compatibilidad de Ansible en Foreman
fr: Support Ansible dans Foreman
ja: Foreman での Ansible サポート
ka: Ansible-ის მხარდაჭერა Foreman-ში
pt_br: Suporte do Ansible no Foreman

source: Ansible variable override successfully changed.
de: Ansible-Variablen-Überschreibung erfolgreich geändert.
es: Ansible variable override changed successfully.
fr: La variable Ansible a été modifiée avec succès.
ja: Ansible 変数のオーバーライドは正常に変更されました。
ka: Ansible-ის ცვლადის გადაფარვა წარმატებით შეიცვალა.
pt_br: Substituição possível da variável alterada com sucesso.

source: Ansible variable override was successfully deleted.
de: Ansible-Variablen-Überschreibung wurde erfolgreich gelöscht.
es: La anulación de la variable Ansible se ha eliminado correctamente.
fr: Le remplacement de la variable Ansible a été supprimé avec succès.
ja: Ansible 変数のオーバーライドは正常に削除されました。
ka: Ansible-ის ცვლადის გადაფარვა წარმატებით წაიშალა.
pt_br: Uma possível substituição de variável foi eliminada com sucesso.

source: Are you sure you want to cancel Ansible config job?
de: Sind Sie sicher, dass Sie den Ansible-Konfigurationsauftrag abbrechen möchten?
es: ¿Estás seguro de que quieres cancelar el trabajo de configuración de Ansible?
fr: Êtes-vous sûr de vouloir annuler le job de configuration Ansible ?
ja: Ansible 設定ジョブをキャンセルしてよろしいですか?
pt_br: Você tem certeza de que quer cancelar o trabalho de configuração de Ansible config?

source: Are you sure you want to delete override for %s?
de: Sind Sie sicher, dass sie die Überschreibung für %s löschen möchten?
es: ¿Está seguro de que desea eliminar la anulación de %s?
fr: Êtes-vous sûr de vouloir supprimer le remplacement pour %s?
ja: %s のオーバーライドを削除してもよろしいですか？
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ წაშალოთ '%s'-ის გადაფარვა?
pt_br: Você tem certeza de que deseja excluir a substituição para %s?

source: Assign roles directly to the host
de: Weise dem Host Rollen direkt zu
fr: Attribuer des rôles directement à l'hôte
ja: ホストへのロールの直接割り当て

source: Assigned Ansible Roles
de: Zugewiesene Ansible-Rollen
es: Roles Ansible asignados
fr: Rôles Ansible attribués
ja: 割り当てられた Ansible ロール
ka: Ansible-ის მინიჭებული როლები
pt_br: Atribuição de funções possíveis

source: Assigns Ansible roles to a host
de: Weist einem Host Ansible-Rollen zu
es: Asigna roles Ansible a un host
fr: Attribuer des rôles Ansible à un hôte
ja: Ansible ロールをホストに割り当てます
ka: ჰოსტზე Ansible-ს როლის მინიჭება
pt_br: Atribui funções do Ansible a um host

source: Assigns Ansible roles to a hostgroup
de: Weißt Ansible-Rollen einer Hostgruppe zu
es: Asigna roles Ansible a un grupo de hosts
fr: Attribuer des rôles Ansible dans un groupe d'hôtes
ja: Ansible ロールをホストグループに割り当てます
ka: Ansible-ის როლების ჰოსტების ჯგუფზე მინიჭება
pt_br: Atribui funções do Ansible a um grupo de hosts

source: Available Ansible Roles
de: Verfügbare Ansible-Rollen
es: Roles Ansible disponibles
fr: Rôles Ansible disponibles
ja: 利用可能な Ansible ロール
ka: Ansible-ის ხელმისაწვდომი როლები
pt_br: Funções possíveis disponíveis

source: Available Ansible roles
de: Verfügbare Ansible-Rollen
es: Roles Ansible disponibles
fr: Rôles Ansible disponibles
ja: 利用可能な Ansible ロール
ka: Ansible-ის ხელმისაწვდომი როლები
pt_br: Disponíveis Funções possíveis

source: Avoid duplicate values when merging them (only array type)?
de: Doppelte Werte bei der Zusammenführung vermeiden (nur Array Typ)?
es: ¿Evitar valores duplicados al combinarlos (solo tipo array)?
fr: Éviter les doublons lors des fusions (seulement pour les tableaux) ?
ja: 値をマージするときに重複する値を回避しますか (配列タイプのみ)?
ka: ავიცილო შერწყმისას თავიდან დუბლირებული მნიშვნელობები(მხოლოდ მასივის ტიპი)?
pt_br: Evitar valores duplicados quando mesclando-os (somente tipo de matriz)?

source: Before including these variables on your playbooks, Foreman will validate that your variables comply with the validation.
de: Bevor diese Variablen in Ihre Playbooks aufgenommen werden, überprüft Foreman, ob Ihre Variablen der Validierung entsprechen.
es: Antes de incluir estas variables en sus playbooks, Foreman validará que sus variables cumplen con la validación.
fr: Avant d'inclure ces variables dans vos playbooks, Foreman vérifiera que vos variables sont conformes à la validation.
ja: Playbook にこの変数を追加する前に、Foreman は変数がバリデーションに準拠していることを確認します。
pt_br: Antes de incluir essas variáveis nos playbooks, o Foreman verificará se elas estão em conformidade com a validação.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: 取り消し
ka: გაუქმება
pt_br: Cancelar

source: Cancel Ansible config job
de: Ansible-Konfigurationsauftrag abbrechen
es: Cancelar el trabajo de configuración de Ansible
fr: Annuler le job de configuration Ansible
ja: Ansible 設定ジョブのキャンセル
ka: Ansible-ის კონფიგურაცის დავალების გაუქმება
pt_br: Cancelar trabalho de configuração possível

source: Changed Ansible roles
de: Geänderte Ansible-Rollen
es: Roles Ansible cambiados
fr: Rôles Ansible modifiés
ja: 変更された Ansible ロール
ka: Ansible-ის როლები შეცვლილია
pt_br: Funções do Ansible alteradas

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ka: დახურვა
pt_br: Fechar

source: Configure Ansible Job
de: Ansible-Auftrag konfigurieren
es: Configurar el trabajo de Ansible
fr: Configurer le job Ansible
ja: Ansible ジョブの設定
pt_br: Configurar Trabalho Possível

source: Configure Recurring Job
de: Wiederkehrenden Auftrag konfigurieren
es: Configurar trabajo recurrente
fr: Configurer un job récurrent
ja: 繰り返しジョブの設定
ka: განმეორებადი დავალების მორგება
pt_br: Configurar Trabalho Recorrente

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
ka: დადასტურება
pt_br: Confirmar

source: Connection type
de: Verbindungstyp
es: Tipo de conexión
fr: Type de connexion
ja: 接続タイプ
ka: შეერთების ტიპი
pt_br: Tipo de conexão

source: Continue to look for matches after first find (only array/hash type)? Note: merging overrides ignores all matchers that are omitted.
de: Nach dem ersten Treffer nach weiterhin nach Treffern suchen (nur Array-/Hash-Typ)? Hinweis: Das Zusammenlegen von Überschreibungen ignoriert alle Prüfwerte, die weggelassen werden.
es: ¿Desea continuar buscando coincidencias después del primer resultado (solo tipo array/hash)? Nota: Fusionar las anulaciones ignora todos los comparadores que están omitidos.
fr: Continuer à chercher les valeurs correspondantes après une première recherche (type tableau ou hachage uniquement) ? Noter : la fusion ignore toutes les valeurs correspondantes omises.
ja: 最初の検索後に継続して一致する候補を検索しますか (配列/ハッシュタイプのみ)? 注記: 上書きのマージにより、省略されたすべての Matcher が無視されます。
ka: გავაგრძელოთ შესატყვისების ძებნა პირველი პოვნის შემდეგ (მხოლოდ მასივი/ჰეშის ტიპი)? შენიშვნა: უგულებელყოფის შერწყმა უგულებელყოფს ყველა შესატყვისს, რომელიც გამოტოვებულია.
pt_br: Continuar a buscar correspondências após o primeiro resultado (somente tipo matriz/hash)? Observação: mesclar substituições ignora todas as correspondências que são omitidas.

source: Could not run Ansible roles for %{host}
de: Ansible-Rollen für %{host} konnten nicht ausgeführt werden
es: No se han podido ejecutar los roles de Ansible para %{host}
fr: Impossible d'exécuter des rôles pour %{host}
ja: %{host} の Ansible ロールを実行できませんでした
ka: ჰოსტზე (%{host}) Ansible_ის როლის გაშვების შეცდომა
pt_br: Não foi possível executar papéis possíveis para %{host}

source: Create Ansible Variable
de: Ansible-Variable erstellen
es: Crear variable Ansible
fr: Créer Variable Ansible
ja: Ansible 変数の作成
ka: Ansible-ის ცვლადის შექმნა
pt_br: Criar uma variável do Ansible

source: Create Ansible variable
de: Ansible-Variable erstellen
es: Crear variable Ansible
fr: Créer variables Ansible
ja: Ansible 変数を作成します
ka: Ansible-ის ცვლადის შექმნა
pt_br: Criar uma variável do Ansible

source: Create an override value for a specific ansible variable
de: Überschreibungswert für eine bestimmte Ansible-Variable erzeugen
es: Crear un valor de anulación para una variable Ansible específica
fr: Créer une valeur de substitution pour une variable Ansible spécifique
ja: 特定の Ansible 変数の上書き値を作成する
ka: Ansible-ის ცვლადის გადაფარვის მნიშვნელობის შექმნა
pt_br: Criar um valor de substituição para uma variável específica do Ansible

source: DEPRECATED: Import Ansible roles
de: VERALTET: Ansible-Rollen importieren
es: DEPRECIADO: Importar roles de Ansible
fr: DÉPRECÉ : Importer les rôles Ansible
ja: 非推奨: Ansible ロールのインポート
ka: მოძველებული: Ansible-ის როლების შემოტანა
pt_br: DEPRECADO: Importação Funções possíveis

source: DEPRECATED: Import Ansible variables. This will only import variables for already existing roles, it will not import any new roles
de: VERALTET: Ansible-Variablen importieren. Es werden nur Variablen für bestehende Rollen importiert, aber keine neuen Rollen
es: DEPRECIADO: Importar variables de Ansible. Esto sólo importará variables para roles ya existentes, no importará ningún rol nuevo.
fr: DÉPRÉCIÉ : Importer les variables Ansible. Ceci n'importera que les variables pour les rôles déjà existants, il n'y aura pas d'importation de nouveaux rôles
ja: 非推奨: Ansible 変数をインポートします。既存のロールの変数のみをインポートし、新規ロールはインポートしません。
pt_br: DEPRECADO: Importação de variáveis possíveis. Isto só importará variáveis para funções já existentes, não importará nenhuma nova função.

source: DEPRECATED: Obsolete Ansible roles
de: VERALTET: Ansible-Rollen obsolet machen
es: DEPLORADO: Roles Ansible obsoletos
fr: DÉPRÉCIÉ : Rôles Ansible obsolètes
ja: 非推奨: Ansible ロールの廃止
ka: მოძველებული: Ansible-ის მოძველებული როლები
pt_br: DEPRECADO: Obsoleto Funções possíveis

source: DEPRECATED: Obsolete Ansible variables. This will only obsolete variables for already existing roles, it will not delete any old roles
de: VERALTET: Ansible-Variablen obsolet machen. Es werden nur Variablen bestehender Rollen obsolet gemacht, aber keine alten Rollen gelöscht
es: DEPLORADO: Variables obsoletas de Ansible. Esto sólo obsoleto las variables de los roles ya existentes, no se eliminarán los viejos roles
fr: DÉPRÉCIÉ : Variables Ansibles obsolètes. Il s'agit uniquement de variables obsolètes pour les rôles déjà existants, et non de la suppression d'anciens rôles
ja: 非推奨: Ansible 変数が使用されないようにします。既存のロールの変数のみを使用されないようにするだけで、古くなったロールを削除するわけではありません。
pt_br: DEPRECADO: Variáveis obsoletas e possíveis. Isto só eliminará variáveis obsoletas para funções já existentes, não eliminará nenhuma função antiga.

source: Default Ansible inventory report template
de: Standardvorlage für Ansible-Inventarberichte
es: Plantilla de informe por defecto de inventario de Ansible
fr: Modèle de rapport d'inventaire Ansible par défaut
ja: Ansible インベントリーレポートのデフォルトテンプレート
ka: Ansible-ის ინვენტორის ანგარიშის ნაგულისხმები შაბლონი
pt_br: Template padrão de relatório de inventário do Ansible

source: Default Behavior
de: Standardmäßiges Verhalten
es: Comportamiento predeterminado
fr: Comportement par défaut
ja: デフォルト動作
ka: ნაგულისხმევი ქცევა
pt_br: Comportamento do parâmetro

source: Default value
de: Standardwert
es: Valor por defecto
fr: Valeur par défaut
ja: デフォルト値
ka: ნაგულისხმები მნიშვნელობა
pt_br: Valor padrão

source: Default value of variable
de: Standardwert der Variable
es: Valor predeterminado de la variable
fr: Valeur par défaut de la variable
ja: 変数のデフォルト値
ka: ცვლადის ნაგულისხმები მნიშვნელობა
pt_br: Valor padrão da variável

source: Default verbosity level
es: Nivel de detalle predeterminado
fr: Niveau de verbosité par défaut
ja: デフォルトのの詳細レベル
ka: დიაგნოსტიკური შეტყობინებების ნაგულისხმები დონე
pt_br: Nível do padrão de detalhamento

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
ka: წაშლა
pt_br: Excluir

source: Delete %s?
de: %s löschen?
es: Borrar %s?
fr: Supprimer %s?
ja: %s を削除しますか?
ka: წავშალო "%s"?
pt_br: Excluir %s?

source: Delete Ansible variable override
de: Ansible-Variablen-Überschreibung löschen
es: Borrar variable Ansible
fr: Suppression des remplacement des variables Ansible
ja: Ansible 変数のオーバーライドを削除します
ka: Ansible-ის ცვლადის გადაფარვის მნიშვნელობის წაშლა
pt_br: Excluir Ansible variable override

source: Deletes Ansible role
de: Löscht die Ansible-Rolle
es: Elimina rol Ansible
fr: Supprime le rôle Ansible
ja: Ansible ロールを削除します
ka: Ansible-ის როლის წაშლა
pt_br: Excluir função do Ansible

source: Deletes Ansible variable
de: Löscht die Ansible-Variable
es: Elimina la variable Ansible
fr: Supprime la variable Ansible
ja: Ansible 変数を削除します
ka: Ansible-ის ცვლადის წაშლა
pt_br: Exclui variável do Ansible

source: Description
de: Beschreibung
es: Descripción
ja: 説明
ka: აღწერა
pt_br: Descrição

source: Description of variable
de: Beschreibung der Variable
es: Descripción de la variable
fr: Description de la variable
ja: 変数の説明
ka: ცვლადის აღწერა
pt_br: Descrição da variável

source: Destroy an override value
de: Überschreibungswert löschen
es: Destruir un valor de anulación
fr: Détruire une valeur de substitution
ja: 上書き値を破棄します
ka: მნიშვნელობის გადაფარვის მოცილება
pt_br: Destruir um valor de substituição

source: Directly add an Ansible role to a host
de: Einem Ansible-Rolle einem Host direkt hinzufügen
fr: Ajouter directement un rôle Ansible à un hôte
ja: Ansible ロールを直接ホストに追加する

source: Directly add an Ansible role to a hostgroup
de: Eine Ansible-Rolle einer Hostgruppe direkt hinzufügen
fr: Ajouter directement un rôle Ansible à un groupe d'hôtes
ja: Ansible ロールをホストグループに直接追加する

source: Directly assigned to Host
de: Dem Host direkt zugewiesen
es: Asignado directamente al anfitrión
fr: Directement affecté à l'hôte
ja: ホストに直接割り当て
ka: ჰოსტზე პირდაპირ მინიჭებული
pt_br: Diretamente designado ao Host

source: Disable host configuration status turning to out of sync for %{cfgmgmt} after report does not arrive within configured interval
de: Deaktivieren Sie den Hostkonfigurationsstatus, der für %{cfgmgmt} nicht synchronisiert wird, nachdem der Bericht nicht innerhalb des konfigurierten Intervalls eintrifft
es: Desactivar el estado de configuración del host que pasa a fuera de sincronización para %{cfgmgmt} después de que el informe no llegue dentro del intervalo configurado.
fr: Désactiver l'état de la configuration de l'hôte qui devient désynchronisé pour %{cfgmgmt} après que le rapport ne soit pas arrivé dans l'intervalle configuré
ja: 設定した間隔でレポートが到達しない場合に、%{cfgmgmt} のホスト設定ステータスが非同期に切り替わらないように無効にします
pt_br: Desativar o status de configuração do host, ficando fora de sincronia para %{cfgmgmt} após o relatório não chegar dentro do intervalo configurado

source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
ja: 無効化済み
ka: გამორთულია
pt_br: Desativado

source: Edit %s
de: %s bearbeiten
es: Editar %s
fr: Modifier %s
ja: %s の編集
ka: %s-ის ჩასწორება
pt_br: Editar %s

source: Edit Ansible Roles
de: Ansible-Rollen bearbeiten
es: Editar roles de Ansible
fr: Modifier les rôles Ansible
ja: Ansible ロールの編集
ka: Ansible-ის როლების ჩასწორება
pt_br: Editar funções possíveis
